{
    "law_name": "Bundesgesetzüber den Datenschutz",
    "language": "DE",
    "SR": "235.1",
    "short_title": "Datenschutzgesetz, DSG",
    "shorthand": "DSG",
    "effective_date": "vom 25. September 2020 (Stand am 1. September 2023)",
    "law_details": [
        {
            "chapter_title": "1. Kapitel: Zweck und Geltungsbereich sowie Aufsichtsbehörde des Bundes",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_1",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_1",
                    "number": "1",
                    "title": "Zweck",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Dieses Gesetz bezweckt den Schutz der Persönlichkeit und der Grundrechte von natürlichen Personen, über die Personendaten bearbeitet werden."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_2",
                    "number": "2",
                    "title": "Persönlicher und sachlicher Geltungsbereich",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Dieses Gesetz gilt für die Bearbeitung von Personendaten natürlicher Personen durch:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "private Personen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Bundesorgane."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Es ist nicht anwendbar auf:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Personendaten, die von einer natürlichen Person ausschliesslich zum persönlichen Gebrauch bearbeitet werden;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Personendaten, die von den eidgenössischen Räten und den parlamentarischen Kommissionen im Rahmen ihrer Beratungen bearbeitet werden;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Personendaten, die bearbeitet werden durch institutionelle Begünstigte nach Artikel 2 Absatz 1 des Gaststaatgesetzes vom 22. Juni 20073, die in der Schweiz Immunität von der Gerichtsbarkeit geniessen."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Das anwendbare Verfahrensrecht regelt die Bearbeitung von Personendaten und die Rechte der betroffenen Personen in Gerichtsverfahren und in Verfahren nach bundesrechtlichen Verfahrensordnungen. Auf erstinstanzliche Verwaltungsverfahren sind die Bestimmungen dieses Gesetzes anwendbar."
                        },
                        {
                            "Absatz": "4",
                            "text": "Die öffentlichen Register des Privatrechtsverkehrs, insbesondere der Zugang zu diesen Registern und die Rechte der betroffenen Personen, werden durch die Spezialbestimmungen des anwendbaren Bundesrechts geregelt. Enthalten die Spezialbestimmungen keine Regelung, so ist dieses Gesetz anwendbar."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_3",
                    "number": "3",
                    "title": "Räumlicher Geltungsbereich",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Dieses Gesetz gilt für Sachverhalte, die sich in der Schweiz auswirken, auch wenn sie im Ausland veranlasst werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Für privatrechtliche Ansprüche gilt das Bundesgesetz vom 18. Dezember 19874 über das Internationale Privatrecht. Vorbehalten bleiben zudem die Bestimmungen zum räumlichen Geltungsbereich des Strafgesetzbuchs5."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_4",
                    "number": "4",
                    "title": "Eidgenössischer Datenschutz- und Öffentlichkeitsbeauftragter",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Eidgenössische Datenschutz- und Öffentlichkeitsbeauftragte (EDÖB) beaufsichtigt die Anwendung der bundesrechtlichen Datenschutzvorschriften."
                        },
                        {
                            "Absatz": "2",
                            "text": "Von der Aufsicht durch den EDÖB sind ausgenommen:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Bundesversammlung;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "der Bundesrat;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die eidgenössischen Gerichte;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Bundesanwaltschaft: betreffend die Bearbeitung von Personendaten im Rahmen von Strafverfahren;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Bundesbehörden: betreffend die Bearbeitung von Personendaten im Rahmen einer rechtsprechenden Tätigkeit oder von Verfahren der internationalen Rechtshilfe in Strafsachen."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "2. Kapitel: Allgemeine Bestimmungen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_2",
            "articles": []
        },
        {
            "chapter_title": "1. Abschnitt: Begriffe und Grundsätze",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_2/sec_1",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_5",
                    "number": "5",
                    "title": "Begriffe",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "In diesem Gesetz bedeuten:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Personendaten: alle Angaben, die sich auf eine bestimmte oder bestimmbare natürliche Person beziehen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "betroffene Person: natürliche Person, über die Personendaten bearbeitet werden;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "besonders schützenswerte Personendaten: 1. Daten über religiöse, weltanschauliche, politische oder gewerkschaftliche Ansichten oder Tätigkeiten, 2. Daten über die Gesundheit, die Intimsphäre oder die Zugehörigkeit zu einer Rasse oder Ethnie, 3. genetische Daten, 4. biometrische Daten, die eine natürliche Person eindeutig identifizieren, 5. Daten über verwaltungs- und strafrechtliche Verfolgungen oder Sanktionen, 6. Daten über Massnahmen der sozialen Hilfe;"
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "Daten über religiöse, weltanschauliche, politische oder gewerkschaftliche Ansichten oder Tätigkeiten,"
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "Daten über die Gesundheit, die Intimsphäre oder die Zugehörigkeit zu einer Rasse oder Ethnie,"
                                },
                                {
                                    "litera": "3.",
                                    "paragraphs": "genetische Daten,"
                                },
                                {
                                    "litera": "4.",
                                    "paragraphs": "biometrische Daten, die eine natürliche Person eindeutig identifizieren,"
                                },
                                {
                                    "litera": "5.",
                                    "paragraphs": "Daten über verwaltungs- und strafrechtliche Verfolgungen oder Sanktionen,"
                                },
                                {
                                    "litera": "6.",
                                    "paragraphs": "Daten über Massnahmen der sozialen Hilfe;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Bearbeiten: jeder Umgang mit Personendaten, unabhängig von den angewandten Mitteln und Verfahren, insbesondere das Beschaffen, Speichern, Aufbewahren, Verwenden, Verändern, Bekanntgeben, Archivieren, Löschen oder Vernichten von Daten;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Bekanntgeben: das Übermitteln oder Zugänglichmachen von Personendaten;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "Profiling: jede Art der automatisierten Bearbeitung von Personendaten, die darin besteht, dass diese Daten verwendet werden, um bestimmte persönliche Aspekte, die sich auf eine natürliche Person beziehen, zu bewerten, insbesondere um Aspekte bezüglich Arbeitsleistung, wirtschaftlicher Lage, Gesundheit, persönlicher Vorlieben, Interessen, Zuverlässigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser natürlichen Person zu analysieren oder vorherzusagen;"
                                },
                                {
                                    "litera": "g.",
                                    "paragraphs": "Profiling mit hohem Risiko: Profiling, das ein hohes Risiko für die Persönlichkeit oder die Grundrechte der betroffenen Person mit sich bringt, indem es zu einer Verknüpfung von Daten führt, die eine Beurteilung wesentlicher Aspekte der Persönlichkeit einer natürlichen Person erlaubt;"
                                },
                                {
                                    "litera": "h.",
                                    "paragraphs": "Verletzung der Datensicherheit: eine Verletzung der Sicherheit, die dazu führt, dass Personendaten unbeabsichtigt oder widerrechtlich verlorengehen, gelöscht, vernichtet oder verändert werden oder Unbefugten offengelegt oder zugänglich gemacht werden;"
                                },
                                {
                                    "litera": "i.",
                                    "paragraphs": "Bundesorgan: Behörde oder Dienststelle des Bundes oder Person, die mit öffentlichen Aufgaben des Bundes betraut ist;"
                                },
                                {
                                    "litera": "j.",
                                    "paragraphs": "Verantwortlicher: private Person oder Bundesorgan, die oder das allein oder zusammen mit anderen über den Zweck und die Mittel der Bearbeitung entscheidet;"
                                },
                                {
                                    "litera": "k.",
                                    "paragraphs": "Auftragsbearbeiter: private Person oder Bundesorgan, die oder das im Auftrag des Verantwortlichen Personendaten bearbeitet."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_6",
                    "number": "6",
                    "title": "Grundsätze",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Personendaten müssen rechtmässig bearbeitet werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Bearbeitung muss nach Treu und Glauben erfolgen und verhältnismässig sein."
                        },
                        {
                            "Absatz": "3",
                            "text": "Personendaten dürfen nur zu einem bestimmten und für die betroffene Person erkennbaren Zweck beschafft werden; sie dürfen nur so bearbeitet werden, dass es mit diesem Zweck vereinbar ist."
                        },
                        {
                            "Absatz": "4",
                            "text": "Sie werden vernichtet oder anonymisiert, sobald sie zum Zweck der Bearbeitung nicht mehr erforderlich sind."
                        },
                        {
                            "Absatz": "5",
                            "text": "Wer Personendaten bearbeitet, muss sich über deren Richtigkeit vergewissern. Sie oder er muss alle angemessenen Massnahmen treffen, damit die Daten berichtigt, gelöscht oder vernichtet werden, die im Hinblick auf den Zweck ihrer Beschaffung oder Bearbeitung unrichtig oder unvollständig sind. Die Angemessenheit der Massnahmen hängt namentlich ab von der Art und dem Umfang der Bearbeitung sowie vom Risiko, das die Bearbeitung für die Persönlichkeit oder Grundrechte der betroffenen Personen mit sich bringt."
                        },
                        {
                            "Absatz": "6",
                            "text": "Ist die Einwilligung der betroffenen Person erforderlich, so ist diese Einwilligung nur gültig, wenn sie für eine oder mehrere bestimmte Bearbeitungen nach angemessener Information freiwillig erteilt wird."
                        },
                        {
                            "Absatz": "7",
                            "text": "Die Einwilligung muss ausdrücklich erfolgen für:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Bearbeitung von besonders schützenswerten Personendaten;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "ein Profiling mit hohem Risiko durch eine private Person; oder"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "ein Profiling durch ein Bundesorgan."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_7",
                    "number": "7",
                    "title": "Datenschutz durch Technik und datenschutzfreundliche Voreinstellungen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Verantwortliche ist verpflichtet, die Datenbearbeitung technisch und organisatorisch so auszugestalten, dass die Datenschutzvorschriften eingehalten werden, insbesondere die Grundsätze nach Artikel 6. Er berücksichtigt dies ab der Planung."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die technischen und organisatorischen Massnahmen müssen insbesondere dem Stand der Technik, der Art und dem Umfang der Datenbearbeitung sowie dem Risiko, das die Bearbeitung für die Persönlichkeit oder die Grundrechte der betroffenen Personen mit sich bringt, angemessen sein."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Verantwortliche ist verpflichtet, mittels geeigneter Voreinstellungen sicherzustellen, dass die Bearbeitung der Personendaten auf das für den Verwendungszweck nötige Mindestmass beschränkt ist, soweit die betroffene Person nicht etwas anderes bestimmt."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_8",
                    "number": "8",
                    "title": "Datensicherheit",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Verantwortliche und der Auftragsbearbeiter gewährleisten durch geeignete technische und organisatorische Massnahmen eine dem Risiko angemessene Datensicherheit."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Massnahmen müssen es ermöglichen, Verletzungen der Datensicherheit zu vermeiden."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat erlässt Bestimmungen über die Mindestanforderungen an die Datensicherheit."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_9",
                    "number": "9",
                    "title": "Bearbeitung durch Auftragsbearbeiter",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Bearbeitung von Personendaten kann vertraglich oder durch die Gesetzgebung einem Auftragsbearbeiter übertragen werden, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Daten so bearbeitet werden, wie der Verantwortliche selbst es tun dürfte; und"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "keine gesetzliche oder vertragliche Geheimhaltungspflicht die Übertragung verbietet."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Verantwortliche muss sich insbesondere vergewissern, dass der Auftragsbearbeiter in der Lage ist, die Datensicherheit zu gewährleisten."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Auftragsbearbeiter darf die Bearbeitung nur mit vorgängiger Genehmigung des Verantwortlichen einem Dritten übertragen."
                        },
                        {
                            "Absatz": "4",
                            "text": "Er kann dieselben Rechtfertigungsgründe geltend machen wie der Verantwortliche."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_10",
                    "number": "10",
                    "title": "Datenschutzberaterin oder -berater",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Private Verantwortliche können eine Datenschutzberaterin oder einen Datenschutzberater ernennen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Datenschutzberaterin oder der Datenschutzberater ist Anlaufstelle für die betroffenen Personen und für die Behörden, die in der Schweiz für den Datenschutz zuständig sind. Sie oder er hat namentlich folgende Aufgaben:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Schulung und Beratung des privaten Verantwortlichen in Fragen des Datenschutzes;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Mitwirkung bei der Anwendung der Datenschutzvorschriften."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Private Verantwortliche können von der Ausnahme nach Artikel 23 Absatz 4 Gebrauch machen, wenn die folgenden Voraussetzungen erfüllt sind:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die Datenschutzberaterin oder der Datenschutzberater übt ihre oder seine Funktion gegenüber dem Verantwortlichen fachlich unabhängig und weisungsungebunden aus."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Sie oder er übt keine Tätigkeiten aus, die mit ihren oder seinen Aufgaben als Datenschutzberaterin oder -berater unvereinbar sind."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Sie oder er verfügt über die erforderlichen Fachkenntnisse."
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Der Verantwortliche veröffentlicht die Kontaktdaten der Datenschutzberaterin oder des Datenschutzberaters und teilt diese dem EDÖB mit."
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "Der Bundesrat regelt die Ernennung von Datenschutzberaterinnen und Datenschutzberatern durch die Bundesorgane."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_11",
                    "number": "11",
                    "title": "Verhaltenskodizes",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Berufs-, Branchen- und Wirtschaftsverbände, die nach ihren Statuten zur Wahrung der wirtschaftlichen Interessen ihrer Mitglieder befugt sind, sowie Bundesorgane können dem EDÖB Verhaltenskodizes vorlegen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Dieser nimmt zu den Verhaltenskodizes Stellung und veröffentlicht seine Stellungnahmen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_12",
                    "number": "12",
                    "title": "Verzeichnis der Bearbeitungstätigkeiten",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Verantwortlichen und Auftragsbearbeiter führen je ein Verzeichnis ihrer Bearbeitungstätigkeiten."
                        },
                        {
                            "Absatz": "2",
                            "text": "Das Verzeichnis des Verantwortlichen enthält mindestens:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Identität des Verantwortlichen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "den Bearbeitungszweck;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "eine Beschreibung der Kategorien betroffener Personen und der Kategorien bearbeiteter Personendaten;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Kategorien der Empfängerinnen und Empfänger;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "wenn möglich die Aufbewahrungsdauer der Personendaten oder die Kriterien zur Festlegung dieser Dauer;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "wenn möglich eine allgemeine Beschreibung der Massnahmen zur Gewährleistung der Datensicherheit nach Artikel 8;"
                                },
                                {
                                    "litera": "g.",
                                    "paragraphs": "falls die Daten ins Ausland bekanntgegeben werden, die Angabe des Staates sowie die Garantien nach Artikel 16 Absatz 2."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Das Verzeichnis des Auftragsbearbeiters enthält Angaben zur Identität des Auftragsbearbeiters und des Verantwortlichen, zu den Kategorien von Bearbeitungen, die im Auftrag des Verantwortlichen durchgeführt werden, sowie die Angaben nach Absatz 2 Buchstaben f und g."
                        },
                        {
                            "Absatz": "4",
                            "text": "Die Bundesorgane melden ihre Verzeichnisse dem EDÖB."
                        },
                        {
                            "Absatz": "5",
                            "text": "Der Bundesrat sieht Ausnahmen für Unternehmen vor, die weniger als 250 Mitarbeiterinnen und Mitarbeiter beschäftigen und deren Datenbearbeitung ein geringes Risiko von Verletzungen der Persönlichkeit der betroffenen Personen mit sich bringt."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_13",
                    "number": "13",
                    "title": "Zertifizierung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Hersteller von Datenbearbeitungssystemen oder -programmen sowie die Verantwortlichen und Auftragsbearbeiter können ihre Systeme, Produkte und Dienstleistungen einer Bewertung durch anerkannte unabhängige Zertifizierungsstellen unterziehen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat erlässt Vorschriften über die Anerkennung von Zertifizierungsverfahren und die Einführung eines Datenschutz-Qualitätszeichens. Er berücksichtigt dabei das internationale Recht und die international anerkannten technischen Normen."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "2. Abschnitt: Datenbearbeitung durch private Verantwortliche mit Sitz oder Wohnsitz im Ausland",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_2/sec_2",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_14",
                    "number": "14",
                    "title": "Vertretung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Private Verantwortliche mit Sitz oder Wohnsitz im Ausland bezeichnen eine Vertretung in der Schweiz, wenn sie Personendaten von Personen in der Schweiz bearbeiten und die Datenbearbeitung die folgenden Voraussetzungen erfüllt:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die Bearbeitung steht im Zusammenhang mit dem Angebot von Waren und Dienstleistungen oder der Beobachtung des Verhaltens von Personen in der Schweiz."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Es handelt sich um eine umfangreiche Bearbeitung."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Es handelt sich um eine regelmässige Bearbeitung."
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Die Bearbeitung bringt ein hohes Risiko für die Persönlichkeit der betroffenen Personen mit sich."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Vertretung dient als Anlaufstelle für die betroffenen Personen und den EDÖB."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Verantwortliche veröffentlicht den Namen und die Adresse der Vertretung."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_15",
                    "number": "15",
                    "title": "Pflichten der Vertretung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Vertretung führt ein Verzeichnis der Bearbeitungstätigkeiten des Verantwortlichen, das die Angaben nach Artikel 12 Absatz 2 enthält."
                        },
                        {
                            "Absatz": "2",
                            "text": "Auf Anfrage teilt sie dem EDÖB die im Verzeichnis enthaltenen Angaben mit."
                        },
                        {
                            "Absatz": "3",
                            "text": "Auf Anfrage erteilt sie der betroffenen Person Auskünfte darüber, wie sie ihre Rechte ausüben kann."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "3. Abschnitt: Bekanntgabe von Personendaten ins Ausland",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_2/sec_3",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_16",
                    "number": "16",
                    "title": "Grundsätze",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Personendaten dürfen ins Ausland bekanntgegeben werden, wenn der Bundesrat festgestellt hat, dass die Gesetzgebung des betreffenden Staates oder das internationale Organ einen angemessenen Schutz gewährleistet."
                        },
                        {
                            "Absatz": "2",
                            "text": "Liegt kein Entscheid des Bundesrates nach Absatz 1 vor, so dürfen Personendaten ins Ausland bekanntgegeben werden, wenn ein geeigneter Datenschutz gewährleistet wird durch:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "einen völkerrechtlichen Vertrag;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Datenschutzklauseln in einem Vertrag zwischen dem Verantwortlichen oder dem Auftragsbearbeiter und seiner Vertragspartnerin oder seinem Vertragspartner, die dem EDÖB vorgängig mitgeteilt wurden;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "spezifische Garantien, die das zuständige Bundesorgan erarbeitet und dem EDÖB vorgängig mitgeteilt hat;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Standarddatenschutzklauseln, die der EDÖB vorgängig genehmigt, ausgestellt oder anerkannt hat; oder"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "verbindliche unternehmensinterne Datenschutzvorschriften, die vorgängig vom EDÖB oder von einer für den Datenschutz zuständigen Behörde eines Staates, der einen angemessenen Schutz gewährleistet, genehmigt wurden."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat kann andere geeignete Garantien im Sinne von Absatz 2 vorsehen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_17",
                    "number": "17",
                    "title": "Ausnahmen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Abweichend von Artikel 16 Absätze 1 und 2 dürfen in den folgenden Fällen Personendaten ins Ausland bekanntgegeben werden:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die betroffene Person hat ausdrücklich in die Bekanntgabe eingewilligt."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Die Bekanntgabe steht in unmittelbarem Zusammenhang mit dem Abschluss oder der Abwicklung eines Vertrags: 1. zwischen dem Verantwortlichen und der betroffenen Person; oder 2. zwischen dem Verantwortlichen und seiner Vertragspartnerin oder seinem Vertragspartner im Interesse der betroffenen Person."
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "zwischen dem Verantwortlichen und der betroffenen Person; oder"
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "zwischen dem Verantwortlichen und seiner Vertragspartnerin oder seinem Vertragspartner im Interesse der betroffenen Person."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Die Bekanntgabe ist notwendig für: 1. die Wahrung eines überwiegenden öffentlichen Interesses; oder 2. die Feststellung, Ausübung oder Durchsetzung von Rechtsansprüchen vor einem Gericht oder einer anderen zuständigen ausländischen Behörde."
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "die Wahrung eines überwiegenden öffentlichen Interesses; oder"
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "die Feststellung, Ausübung oder Durchsetzung von Rechtsansprüchen vor einem Gericht oder einer anderen zuständigen ausländischen Behörde."
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Die Bekanntgabe ist notwendig, um das Leben oder die körperliche Unversehrtheit der betroffenen Person oder eines Dritten zu schützen, und es ist nicht möglich, innerhalb einer angemessenen Frist die Einwilligung der betroffenen Person einzuholen."
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Die betroffene Person hat die Daten allgemein zugänglich gemacht und eine Bearbeitung nicht ausdrücklich untersagt."
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "Die Daten stammen aus einem gesetzlich vorgesehenen Register, das öffentlich oder Personen mit einem schutzwürdigen Interesse zugänglich ist, soweit im Einzelfall die gesetzlichen Voraussetzungen der Einsichtnahme erfüllt sind."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Verantwortliche oder der Auftragsbearbeiter informiert den EDÖB auf Anfrage über die Bekanntgabe von Personendaten nach Absatz 1 Buchstaben b Ziffer 2, c und d."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_18",
                    "number": "18",
                    "title": "Veröffentlichung von Personendaten in elektronischer Form",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Werden Personendaten zur Information der Öffentlichkeit mittels automatisierter Informations- und Kommunikationsdienste allgemein zugänglich gemacht, so gilt dies nicht als Bekanntgabe ins Ausland, auch wenn die Daten vom Ausland aus zugänglich sind."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "3. Kapitel: Pflichten des Verantwortlichen und des Auftragsbearbeiters",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_3",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_19",
                    "number": "19",
                    "title": "Informationspflicht bei der Beschaffung von Personendaten",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Verantwortliche informiert die betroffene Person angemessen über die Beschaffung von Personendaten; diese Informationspflicht gilt auch, wenn die Daten nicht bei der betroffenen Person beschafft werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Er teilt der betroffenen Person bei der Beschaffung diejenigen Informationen mit, die erforderlich sind, damit sie ihre Rechte nach diesem Gesetz geltend machen kann und eine transparente Datenbearbeitung gewährleistet ist; er teilt ihr mindestens mit:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Identität und die Kontaktdaten des Verantwortlichen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "den Bearbeitungszweck;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "gegebenenfalls die Empfängerinnen und Empfänger oder die Kategorien von Empfängerinnen und Empfängern, denen Personendaten bekanntgegeben werden."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Werden die Daten nicht bei der betroffenen Person beschafft, so teilt er ihr zudem die Kategorien der bearbeiteten Personendaten mit."
                        },
                        {
                            "Absatz": "4",
                            "text": "Werden die Personendaten ins Ausland bekanntgegeben, so teilt er der betroffenen Person auch den Staat oder das internationale Organ und gegebenenfalls die Garantien nach Artikel 16 Absatz 2 oder die Anwendung einer Ausnahme nach Artikel 17 mit."
                        },
                        {
                            "Absatz": "5",
                            "text": "Werden die Daten nicht bei der betroffenen Person beschafft, so teilt er ihr die Informationen nach den Absätzen 2–4 spätestens einen Monat, nachdem er die Daten erhalten hat, mit. Gibt der Verantwortliche die Personendaten vor Ablauf dieser Frist bekannt, so informiert er die betroffene Person spätestens im Zeitpunkt der Bekanntgabe."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_20",
                    "number": "20",
                    "title": "Ausnahmen von der Informationspflicht und Einschränkungen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Informationspflicht nach Artikel 19 entfällt, wenn eine der folgenden Voraussetzungen erfüllt ist:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die betroffene Person verfügt bereits über die entsprechenden Informationen."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Die Bearbeitung ist gesetzlich vorgesehen."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Es handelt sich beim Verantwortlichen um eine private Person, die gesetzlich zur Geheimhaltung verpflichtet ist."
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Die Voraussetzungen nach Artikel 27 sind erfüllt."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Werden die Personendaten nicht bei der betroffenen Person beschafft, so entfällt die Informationspflicht zudem, wenn eine der folgenden Voraussetzungen erfüllt ist:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die Information ist nicht möglich."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Die Information erfordert einen unverhältnismässigen Aufwand."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Verantwortliche kann die Mitteilung der Informationen in den folgenden Fällen einschränken, aufschieben oder darauf verzichten:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Überwiegende Interessen Dritter erfordern die Massnahme."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Die Information vereitelt den Zweck der Bearbeitung."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Der Verantwortliche ist eine private Person und die folgenden Voraussetzungen sind erfüllt: 1. Überwiegende Interessen des Verantwortlichen erfordern die Massnahme. 2. Der Verantwortliche gibt die Personendaten nicht Dritten bekannt."
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "Überwiegende Interessen des Verantwortlichen erfordern die Massnahme."
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "Der Verantwortliche gibt die Personendaten nicht Dritten bekannt."
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Der Verantwortliche ist ein Bundesorgan und eine der folgenden Voraussetzungen ist erfüllt: 1. Die Massnahme ist wegen überwiegender öffentlicher Interessen, insbesondere der inneren oder der äusseren Sicherheit der Schweiz, erforderlich. 2. Die Mitteilung der Information kann eine Ermittlung, eine Untersuchung oder ein behördliches oder gerichtliches Verfahren gefährden."
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "Die Massnahme ist wegen überwiegender öffentlicher Interessen, insbesondere der inneren oder der äusseren Sicherheit der Schweiz, erforderlich."
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "Die Mitteilung der Information kann eine Ermittlung, eine Untersuchung oder ein behördliches oder gerichtliches Verfahren gefährden."
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "Unternehmen, die zum selben Konzern gehören, gelten nicht als Dritte im Sinne von Absatz 3 Buchstabe c Ziffer 2."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_21",
                    "number": "21",
                    "title": "Informationspflicht bei einer automatisierten Einzelentscheidung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Verantwortliche informiert die betroffene Person über eine Entscheidung, die ausschliesslich auf einer automatisierten Bearbeitung beruht und die für sie mit einer Rechtsfolge verbunden ist oder sie erheblich beeinträchtigt (automatisierte Einzelentscheidung)."
                        },
                        {
                            "Absatz": "2",
                            "text": "Er gibt der betroffenen Person auf Antrag die Möglichkeit, ihren Standpunkt darzulegen. Die betroffene Person kann verlangen, dass die automatisierte Einzelentscheidung von einer natürlichen Person überprüft wird."
                        },
                        {
                            "Absatz": "3",
                            "text": "Die Absätze 1 und 2 gelten nicht, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die automatisierte Einzelentscheidung in unmittelbarem Zusammenhang mit dem Abschluss oder der Abwicklung eines Vertrags zwischen dem Verantwortlichen und der betroffenen Person steht und ihrem Begehren stattgegeben wird; oder"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die betroffene Person ausdrücklich eingewilligt hat, dass die Entscheidung automatisiert erfolgt."
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "Ergeht die automatisierte Einzelentscheidung durch ein Bundesorgan, so muss es die Entscheidung entsprechend kennzeichnen. Absatz 2 ist nicht anwendbar, wenn die betroffene Person nach Artikel 30 Absatz 2 des Verwaltungsverfahrensgesetzes vom 20. Dezember 19686 (VwVG) oder nach einem anderen Bundesgesetz vor dem Entscheid nicht angehört werden muss."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_22",
                    "number": "22",
                    "title": "Datenschutz-Folgenabschätzung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Verantwortliche erstellt vorgängig eine Datenschutz-Folgenabschätzung, wenn eine Bearbeitung ein hohes Risiko für die Persönlichkeit oder die Grundrechte der betroffenen Person mit sich bringen kann. Sind mehrere ähnliche Bearbeitungsvorgänge geplant, so kann eine gemeinsame Abschätzung erstellt werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Das hohe Risiko ergibt sich, insbesondere bei Verwendung neuer Technologien, aus der Art, dem Umfang, den Umständen und dem Zweck der Bearbeitung. Es liegt namentlich vor:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "bei der umfangreichen Bearbeitung besonders schützenswerter Personendaten;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "wenn systematisch umfangreiche öffentliche Bereiche überwacht werden."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Die Datenschutz-Folgenabschätzung enthält eine Beschreibung der geplanten Bearbeitung, eine Bewertung der Risiken für die Persönlichkeit oder die Grundrechte der betroffenen Person sowie die Massnahmen zum Schutz der Persönlichkeit und der Grundrechte."
                        },
                        {
                            "Absatz": "4",
                            "text": "Von der Erstellung einer Datenschutz-Folgenabschätzung ausgenommen sind private Verantwortliche, wenn sie gesetzlich zur Bearbeitung der Daten verpflichtet sind."
                        },
                        {
                            "Absatz": "5",
                            "text": "Der private Verantwortliche kann von der Erstellung einer Datenschutz-Folgenabschätzung absehen, wenn er ein System, ein Produkt oder eine Dienstleistung einsetzt, das oder die für die vorgesehene Verwendung nach Artikel 13 zertifiziert ist, oder wenn er einen Verhaltenskodex nach Artikel 11 einhält, der die folgenden Voraussetzungen erfüllt:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Der Verhaltenskodex beruht auf einer Datenschutz-Folgenabschätzung."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Er sieht Massnahmen zum Schutz der Persönlichkeit und der Grundrechte der betroffenen Person vor."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Er wurde dem EDÖB vorgelegt."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_23",
                    "number": "23",
                    "title": "Konsultation des EDÖB",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Ergibt sich aus der Datenschutz-Folgenabschätzung, dass die geplante Bearbeitung trotz der vom Verantwortlichen vorgesehenen Massnahmen noch ein hohes Risiko für die Persönlichkeit oder die Grundrechte der betroffenen Person zur Folge hat, so holt er vorgängig die Stellungnahme des EDÖB ein."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der EDÖB teilt dem Verantwortlichen innerhalb von zwei Monaten seine Einwände gegen die geplante Bearbeitung mit. Diese Frist kann um einen Monat verlängert werden, wenn es sich um eine komplexe Datenbearbeitung handelt."
                        },
                        {
                            "Absatz": "3",
                            "text": "Hat der EDÖB Einwände gegen die geplante Bearbeitung, so schlägt er dem Verantwortlichen geeignete Massnahmen vor."
                        },
                        {
                            "Absatz": "4",
                            "text": "Der private Verantwortliche kann von der Konsultation des EDÖB absehen, wenn er die Datenschutzberaterin oder den Datenschutzberater nach Artikel 10 konsultiert hat."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_24",
                    "number": "24",
                    "title": "Meldung von Verletzungen der Datensicherheit",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Verantwortliche meldet dem EDÖB so rasch als möglich eine Verletzung der Datensicherheit, die voraussichtlich zu einem hohen Risiko für die Persönlichkeit oder die Grundrechte der betroffenen Person führt."
                        },
                        {
                            "Absatz": "2",
                            "text": "In der Meldung nennt er mindestens die Art der Verletzung der Datensicherheit, deren Folgen und die ergriffenen oder vorgesehenen Massnahmen."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Auftragsbearbeiter meldet dem Verantwortlichen so rasch als möglich eine Verletzung der Datensicherheit."
                        },
                        {
                            "Absatz": "4",
                            "text": "Der Verantwortliche informiert die betroffene Person, wenn es zu ihrem Schutz erforderlich ist oder der EDÖB es verlangt."
                        },
                        {
                            "Absatz": "5",
                            "text": "Er kann die Information an die betroffene Person einschränken, aufschieben oder darauf verzichten, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "ein Grund nach Artikel 26 Absatz 1 Buchstabe b oder Absatz 2 Buchstabe b vorliegt oder eine gesetzliche Geheimhaltungspflicht dies verbietet;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Information unmöglich ist oder einen unverhältnismässigen Aufwand erfordert; oder"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die Information der betroffenen Person durch eine öffentliche Bekanntmachung in vergleichbarer Weise sichergestellt ist."
                                }
                            ]
                        },
                        {
                            "Absatz": "6",
                            "text": "Eine Meldung, die aufgrund dieses Artikels erfolgt, darf in einem Strafverfahren gegen die meldepflichtige Person nur mit deren Einverständnis verwendet werden."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "4. Kapitel: Rechte der betroffenen Person",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_4",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_25",
                    "number": "25",
                    "title": "Auskunftsrecht",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Jede Person kann vom Verantwortlichen Auskunft darüber verlangen, ob Personendaten über sie bearbeitet werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die betroffene Person erhält diejenigen Informationen, die erforderlich sind, damit sie ihre Rechte nach diesem Gesetz geltend machen kann und eine transparente Datenbearbeitung gewährleistet ist. In jedem Fall werden ihr folgende Informationen mitgeteilt:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Identität und die Kontaktdaten des Verantwortlichen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die bearbeiteten Personendaten als solche;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "der Bearbeitungszweck;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Aufbewahrungsdauer der Personendaten oder, falls dies nicht möglich ist, die Kriterien zur Festlegung dieser Dauer;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "die verfügbaren Angaben über die Herkunft der Personendaten, soweit sie nicht bei der betroffenen Person beschafft wurden;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "gegebenenfalls das Vorliegen einer automatisierten Einzelentscheidung sowie die Logik, auf der die Entscheidung beruht;"
                                },
                                {
                                    "litera": "g.",
                                    "paragraphs": "gegebenenfalls die Empfängerinnen und Empfänger oder die Kategorien von Empfängerinnen und Empfängern, denen Personendaten bekanntgegeben werden, sowie die Informationen nach Artikel 19 Absatz 4."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Personendaten über die Gesundheit können der betroffenen Person mit ihrer Einwilligung durch eine von ihr bezeichnete Gesundheitsfachperson mitgeteilt werden."
                        },
                        {
                            "Absatz": "4",
                            "text": "Lässt der Verantwortliche Personendaten von einem Auftragsbearbeiter bearbeiten, so bleibt er auskunftspflichtig."
                        },
                        {
                            "Absatz": "5",
                            "text": "Niemand kann im Voraus auf das Auskunftsrecht verzichten."
                        },
                        {
                            "Absatz": "6",
                            "text": "Der Verantwortliche muss kostenlos Auskunft erteilen. Der Bundesrat kann Ausnahmen vorsehen, namentlich wenn der Aufwand unverhältnismässig ist."
                        },
                        {
                            "Absatz": "7",
                            "text": "Die Auskunft wird in der Regel innerhalb von 30 Tagen erteilt."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_26",
                    "number": "26",
                    "title": "Einschränkungen des Auskunftsrechts",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Verantwortliche kann die Auskunft verweigern, einschränken oder aufschieben, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "ein Gesetz im formellen Sinn dies vorsieht, namentlich um ein Berufsgeheimnis zu schützen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "dies aufgrund überwiegender Interessen Dritter erforderlich ist; oder"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "das Auskunftsgesuch offensichtlich unbegründet ist, namentlich wenn es einen datenschutzwidrigen Zweck verfolgt, oder offensichtlich querulatorisch ist."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Darüber hinaus ist es in den folgenden Fällen möglich, die Auskunft zu verweigern, einzuschränken oder aufzuschieben:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Der Verantwortliche ist eine private Person und die folgenden Voraussetzungen sind erfüllt: 1. Überwiegende Interessen des Verantwortlichen erfordern die Massnahme. 2. Der Verantwortliche gibt die Personendaten nicht Dritten bekannt."
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "Überwiegende Interessen des Verantwortlichen erfordern die Massnahme."
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "Der Verantwortliche gibt die Personendaten nicht Dritten bekannt."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Der Verantwortliche ist ein Bundesorgan, und eine der folgenden Voraussetzungen ist erfüllt: 1. Die Massnahme ist wegen überwiegender öffentlicher Interessen, insbesondere der inneren oder der äusseren Sicherheit der Schweiz, erforderlich. 2. Die Mitteilung der Information kann eine Ermittlung, eine Untersuchung oder ein behördliches oder gerichtliches Verfahren gefährden."
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "Die Massnahme ist wegen überwiegender öffentlicher Interessen, insbesondere der inneren oder der äusseren Sicherheit der Schweiz, erforderlich."
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "Die Mitteilung der Information kann eine Ermittlung, eine Untersuchung oder ein behördliches oder gerichtliches Verfahren gefährden."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Unternehmen, die zum selben Konzern gehören, gelten nicht als Dritte im Sinne von Absatz 2 Buchstabe a Ziffer 2."
                        },
                        {
                            "Absatz": "4",
                            "text": "Der Verantwortliche muss angeben, weshalb er die Auskunft verweigert, einschränkt oder aufschiebt."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_27",
                    "number": "27",
                    "title": "Einschränkungen des Auskunftsrechts für Medien",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Werden Personendaten ausschliesslich zur Veröffentlichung im redaktionellen Teil eines periodisch erscheinenden Mediums bearbeitet, so kann der Verantwortliche aus einem der folgenden Gründe die Auskunft verweigern, einschränken oder aufschieben:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die Daten geben Aufschluss über die Informationsquellen."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Durch die Auskunft würde Einsicht in Entwürfe für Publikationen gewährt."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Die Veröffentlichung würde die freie Meinungsbildung des Publikums gefährden."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Medienschaffende können die Auskunft zudem verweigern, einschränken oder aufschieben, wenn ihnen die Personendaten ausschliesslich als persönliches Arbeitsinstrument dienen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_28",
                    "number": "28",
                    "title": "Recht auf Datenherausgabe oder -übertragung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Jede Person kann vom Verantwortlichen die Herausgabe ihrer Personendaten, die sie ihm bekanntgegeben hat, in einem gängigen elektronischen Format verlangen, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "der Verantwortliche die Daten automatisiert bearbeitet; und"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Daten mit der Einwilligung der betroffenen Person oder in unmittelbarem Zusammenhang mit dem Abschluss oder der Abwicklung eines Vertrags zwischen dem Verantwortlichen und der betroffenen Person bearbeitet werden."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Die betroffene Person kann zudem vom Verantwortlichen verlangen, dass er ihre Personendaten einem anderen Verantwortlichen überträgt, wenn die Voraussetzungen nach Absatz 1 erfüllt sind und dies keinen unverhältnismässigen Aufwand erfordert."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Verantwortliche muss die Personendaten kostenlos herausgeben oder übertragen. Der Bundesrat kann Ausnahmen vorsehen, namentlich wenn der Aufwand unverhältnismässig ist."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_29",
                    "number": "29",
                    "title": "Einschränkungen des Rechts auf Datenherausgabe oder -übertragung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Verantwortliche kann die Herausgabe oder Übertragung der Personendaten aus den in Artikel 26 Absätze 1 und 2 aufgeführten Gründen verweigern, einschränken oder aufschieben."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Verantwortliche muss angeben, weshalb er die Herausgabe oder Übertragung verweigert, einschränkt oder aufschiebt."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "5. Kapitel: Besondere Bestimmungen zur Datenbearbeitung durch private Personen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_5",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_30",
                    "number": "30",
                    "title": "Persönlichkeitsverletzungen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Wer Personendaten bearbeitet, darf die Persönlichkeit der betroffenen Personen nicht widerrechtlich verletzen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Eine Persönlichkeitsverletzung liegt insbesondere vor, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Personendaten entgegen den Grundsätzen nach den Artikeln 6 und 8 bearbeitet werden;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Personendaten entgegen der ausdrücklichen Willenserklärung der betroffenen Person bearbeitet werden;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Dritten besonders schützenswerte Personendaten bekanntgegeben werden."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "In der Regel liegt keine Persönlichkeitsverletzung vor, wenn die betroffene Person die Personendaten allgemein zugänglich gemacht und eine Bearbeitung nicht ausdrücklich untersagt hat."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_31",
                    "number": "31",
                    "title": "Rechtfertigungsgründe",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Eine Persönlichkeitsverletzung ist widerrechtlich, wenn sie nicht durch Einwilligung der betroffenen Person, durch ein überwiegendes privates oder öffentliches Interesse oder durch Gesetz gerechtfertigt ist."
                        },
                        {
                            "Absatz": "2",
                            "text": "Ein überwiegendes Interesse des Verantwortlichen fällt insbesondere in folgenden Fällen in Betracht:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Der Verantwortliche bearbeitet die Personendaten über die Vertragspartnerin oder den Vertragspartner in unmittelbarem Zusammenhang mit dem Abschluss oder der Abwicklung eines Vertrags."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Der Verantwortliche steht mit einer anderen Person in wirtschaftlichem Wettbewerb oder wird in wirtschaftlichen Wettbewerb treten und bearbeitet zu diesem Zweck Personendaten, die Dritten nicht bekanntgegeben werden; nicht als Dritte im Rahmen dieser Bestimmung gelten Unternehmen, die zum selben Konzern gehören wie der Verantwortliche."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Der Verantwortliche bearbeitet Personendaten zur Prüfung der Kreditwürdigkeit der betroffenen Person, wobei die folgenden Voraussetzungen erfüllt sind: 1. Es handelt sich weder um besonders schützenswerte Personendaten noch um ein Profiling mit hohem Risiko. 2. Die Daten werden Dritten nur bekanntgegeben, wenn diese die Daten für den Abschluss oder die Abwicklung eines Vertrags mit der betroffenen Person benötigen. 3. Die Daten sind nicht älter als zehn Jahre. 4. Die betroffene Person ist volljährig."
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "Es handelt sich weder um besonders schützenswerte Personendaten noch um ein Profiling mit hohem Risiko."
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "Die Daten werden Dritten nur bekanntgegeben, wenn diese die Daten für den Abschluss oder die Abwicklung eines Vertrags mit der betroffenen Person benötigen."
                                },
                                {
                                    "litera": "3.",
                                    "paragraphs": "Die Daten sind nicht älter als zehn Jahre."
                                },
                                {
                                    "litera": "4.",
                                    "paragraphs": "Die betroffene Person ist volljährig."
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Der Verantwortliche bearbeitet die Personendaten beruflich und ausschliesslich zur Veröffentlichung im redaktionellen Teil eines periodisch erscheinenden Mediums oder die Daten dienen ihm, falls keine Veröffentlichung erfolgt, ausschliesslich als persönliches Arbeitsinstrument."
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Der Verantwortliche bearbeitet die Personendaten für nicht personenbezogene Zwecke, insbesondere für Forschung, Planung oder Statistik, wobei die folgenden Voraussetzungen erfüllt sind: 1. Er anonymisiert die Daten, sobald der Bearbeitungszweck dies erlaubt; ist eine Anonymisierung unmöglich oder erfordert sie einen unverhältnismässigen Aufwand, so trifft er angemessene Massnahmen, um die Bestimmbarkeit der betroffenen Person zu verhindern. 2. Handelt es sich um besonders schützenswerte Personendaten, so gibt er diese Dritten so bekannt, dass die betroffene Person nicht bestimmbar ist; ist dies nicht möglich, so muss gewährleistet sein, dass die Dritten die Daten nur zu nicht personenbezogenen Zwecken bearbeiten. 3. Die Ergebnisse werden so veröffentlicht, dass die betroffenen Personen nicht bestimmbar sind."
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "Er anonymisiert die Daten, sobald der Bearbeitungszweck dies erlaubt; ist eine Anonymisierung unmöglich oder erfordert sie einen unverhältnismässigen Aufwand, so trifft er angemessene Massnahmen, um die Bestimmbarkeit der betroffenen Person zu verhindern."
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "Handelt es sich um besonders schützenswerte Personendaten, so gibt er diese Dritten so bekannt, dass die betroffene Person nicht bestimmbar ist; ist dies nicht möglich, so muss gewährleistet sein, dass die Dritten die Daten nur zu nicht personenbezogenen Zwecken bearbeiten."
                                },
                                {
                                    "litera": "3.",
                                    "paragraphs": "Die Ergebnisse werden so veröffentlicht, dass die betroffenen Personen nicht bestimmbar sind."
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "Der Verantwortliche sammelt Personendaten über eine Person des öffentlichen Lebens, die sich auf das Wirken dieser Person in der Öffentlichkeit beziehen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_32",
                    "number": "32",
                    "title": "Rechtsansprüche",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die betroffene Person kann verlangen, dass unrichtige Personendaten berichtigt werden, es sei denn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "eine gesetzliche Vorschrift verbietet die Änderung;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Personendaten werden zu Archivzwecken im öffentlichen Interesse bearbeitet."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Klagen zum Schutz der Persönlichkeit richten sich nach den Artikeln 28, 28a sowie 28g–28l des Zivilgesetzbuchs7. Die klagende Partei kann insbesondere verlangen, dass:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "eine bestimmte Datenbearbeitung verboten wird;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "eine bestimmte Bekanntgabe von Personendaten an Dritte untersagt wird;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Personendaten gelöscht oder vernichtet werden."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Kann weder die Richtigkeit noch die Unrichtigkeit der betreffenden Personendaten festgestellt werden, so kann die klagende Partei verlangen, dass ein Bestreitungsvermerk angebracht wird."
                        },
                        {
                            "Absatz": "4",
                            "text": "Die klagende Partei kann zudem verlangen, dass die Berichtigung, die Löschung oder die Vernichtung, das Verbot der Bearbeitung oder der Bekanntgabe an Dritte, der Bestreitungsvermerk oder das Urteil Dritten mitgeteilt oder veröffentlicht wird."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "6. Kapitel: Besondere Bestimmungen zur Datenbearbeitung durch Bundesorgane",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_6",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_33",
                    "number": "33",
                    "title": "Kontrolle und Verantwortung bei gemeinsamer Bearbeitung von Personendaten",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der Bundesrat regelt die Kontrollverfahren und die Verantwortung für den Datenschutz, wenn ein Bundesorgan Personendaten zusammen mit anderen Bundesorganen, mit kantonalen Organen oder mit privaten Personen bearbeitet."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_34",
                    "number": "34",
                    "title": "Rechtsgrundlagen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Bundesorgane dürfen Personendaten nur bearbeiten, wenn dafür eine gesetzliche Grundlage besteht."
                        },
                        {
                            "Absatz": "2",
                            "text": "Eine Grundlage in einem Gesetz im formellen Sinn ist in folgenden Fällen erforderlich:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Es handelt sich um die Bearbeitung von besonders schützenswerten Personendaten."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Es handelt sich um ein Profiling."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Der Bearbeitungszweck oder die Art und Weise der Datenbearbeitung können zu einem schwerwiegenden Eingriff in die Grundrechte der betroffenen Person führen."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Für die Bearbeitung von Personendaten nach Absatz 2 Buchstaben a und b ist eine Grundlage in einem Gesetz im materiellen Sinn ausreichend, wenn die folgenden Voraussetzungen erfüllt sind:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die Bearbeitung ist für eine in einem Gesetz im formellen Sinn festgelegte Aufgabe unentbehrlich."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Der Bearbeitungszweck birgt für die Grundrechte der betroffenen Person keine besonderen Risiken."
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "In Abweichung von den Absätzen 1–3 dürfen Bundesorgane Personendaten bearbeiten, wenn eine der folgenden Voraussetzungen erfüllt ist:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Der Bundesrat hat die Bearbeitung bewilligt, weil er die Rechte der betroffenen Person für nicht gefährdet hält."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Die betroffene Person hat im Einzelfall in die Bearbeitung eingewilligt oder hat ihre Personendaten allgemein zugänglich gemacht und eine Bearbeitung nicht ausdrücklich untersagt."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Die Bearbeitung ist notwendig, um das Leben oder die körperliche Unversehrtheit der betroffenen Person oder eines Dritten zu schützen, und es ist nicht möglich, innerhalb einer angemessenen Frist die Einwilligung der betroffenen Person einzuholen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_35",
                    "number": "35",
                    "title": "Automatisierte Datenbearbeitung im Rahmen von Pilotversuchen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat kann vor Inkrafttreten eines Gesetzes im formellen Sinn die automatisierte Bearbeitung von besonders schützenswerten Personendaten oder andere Datenbearbeitungen nach Artikel 34 Absatz 2 Buchstaben b und c bewilligen, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Aufgaben, aufgrund deren die Bearbeitung erforderlich ist, in einem bereits in Kraft stehenden Gesetz im formellen Sinn geregelt sind;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "ausreichende Massnahmen getroffen werden, um einen Eingriff in die Grundrechte der betroffenen Personen auf das Mindestmass zu begrenzen; und"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "für die praktische Umsetzung der Datenbearbeitung eine Testphase vor dem Inkrafttreten, insbesondere aus technischen Gründen, unentbehrlich ist."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Er holt vorgängig die Stellungnahme des EDÖB ein."
                        },
                        {
                            "Absatz": "3",
                            "text": "Das zuständige Bundesorgan legt dem Bundesrat spätestens zwei Jahre nach der Aufnahme des Pilotversuchs einen Evaluationsbericht vor. Es schlägt darin die Fortführung oder die Einstellung der Bearbeitung vor."
                        },
                        {
                            "Absatz": "4",
                            "text": "Die automatisierte Datenbearbeitung muss in jedem Fall abgebrochen werden, wenn innerhalb von fünf Jahren nach Aufnahme des Pilotversuchs kein Gesetz im formellen Sinn in Kraft getreten ist, das die erforderliche Rechtsgrundlage enthält."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_36",
                    "number": "36",
                    "title": "Bekanntgabe von Personendaten",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Bundesorgane dürfen Personendaten nur bekanntgeben, wenn dafür eine gesetzliche Grundlage nach Artikel 34 Absätze 1–3 besteht."
                        },
                        {
                            "Absatz": "2",
                            "text": "Sie dürfen Personendaten in Abweichung von Absatz 1 im Einzelfall bekanntgeben, wenn eine der folgenden Voraussetzungen erfüllt ist:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die Bekanntgabe der Daten ist für den Verantwortlichen oder für die Empfängerin oder den Empfänger zur Erfüllung einer gesetzlichen Aufgabe unentbehrlich."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Die betroffene Person hat in die Bekanntgabe eingewilligt."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Die Bekanntgabe der Daten ist notwendig, um das Leben oder die körperliche Unversehrtheit der betroffenen Person oder eines Dritten zu schützen, und es ist nicht möglich, innerhalb einer angemessenen Frist die Einwilligung der betroffenen Person einzuholen."
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Die betroffene Person hat ihre Daten allgemein zugänglich gemacht und eine Bekanntgabe nicht ausdrücklich untersagt."
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Die Empfängerin oder der Empfänger macht glaubhaft, dass die betroffene Person die Einwilligung verweigert oder Widerspruch gegen die Bekanntgabe einlegt, um ihr oder ihm die Durchsetzung von Rechtsansprüchen oder die Wahrnehmung anderer schutzwürdiger Interessen zu verwehren; der betroffenen Person ist vorgängig Gelegenheit zur Stellungnahme zu geben, es sei denn, dies ist unmöglich oder mit unverhältnismässigem Aufwand verbunden."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Die Bundesorgane dürfen Personendaten darüber hinaus im Rahmen der behördlichen Information der Öffentlichkeit von Amtes wegen oder gestützt auf das Öffentlichkeitsgesetz vom 17. Dezember 20048 bekanntgeben, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Daten im Zusammenhang mit der Erfüllung öffentlicher Aufgaben stehen; und"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "an der Bekanntgabe ein überwiegendes öffentliches Interesse besteht."
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "Sie dürfen Name, Vorname, Adresse und Geburtsdatum einer Person auf Anfrage auch bekanntgeben, wenn die Voraussetzungen nach Absatz 1 oder 2 nicht erfüllt sind."
                        },
                        {
                            "Absatz": "5",
                            "text": "Sie dürfen Personendaten mittels automatisierter Informations- und Kommunikationsdienste allgemein zugänglich machen, wenn eine Rechtsgrundlage die Veröffentlichung dieser Daten vorsieht oder wenn sie Daten gestützt auf Absatz 3 bekanntgeben. Besteht kein öffentliches Interesse mehr daran, die Daten allgemein zugänglich zu machen, so werden die betreffenden Daten aus dem automatisierten Informations- und Kommunikationsdienst gelöscht."
                        },
                        {
                            "Absatz": "6",
                            "text": "Die Bundesorgane lehnen die Bekanntgabe ab, schränken sie ein oder verbinden sie mit Auflagen, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "wesentliche öffentliche Interessen oder offensichtlich schutzwürdige Interessen der betroffenen Person es verlangen; oder"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "gesetzliche Geheimhaltungspflichten oder besondere Datenschutzvorschriften es verlangen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_37",
                    "number": "37",
                    "title": "Widerspruch gegen die Bekanntgabe von Personendaten",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die betroffene Person, die ein schutzwürdiges Interesse glaubhaft macht, kann gegen die Bekanntgabe bestimmter Personendaten durch das verantwortliche Bundesorgan Widerspruch einlegen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Das Bundesorgan weist das Begehren ab, wenn eine der folgenden Voraussetzungen erfüllt ist:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Es besteht eine Rechtspflicht zur Bekanntgabe."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Die Erfüllung seiner Aufgaben wäre sonst gefährdet."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Artikel 36 Absatz 3 bleibt vorbehalten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_38",
                    "number": "38",
                    "title": "Angebot von Unterlagen an das Bundesarchiv",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "In Übereinstimmung mit dem Archivierungsgesetz vom 26. Juni 19989 bieten die Bundesorgane dem Bundesarchiv alle Personendaten an, die sie nicht mehr ständig benötigen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Sie vernichten die vom Bundesarchiv als nicht archivwürdig bezeichneten Personendaten, es sei denn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "diese werden anonymisiert;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "diese müssen zu Beweis- oder Sicherheitszwecken oder zur Wahrung der schutzwürdigen Interessen der betroffenen Person aufbewahrt werden."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_39",
                    "number": "39",
                    "title": "Datenbearbeitung für nicht personenbezogene Zwecke",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Bundesorgane dürfen Personendaten für nicht personenbezogene Zwecke, insbesondere für Forschung, Planung oder Statistik, bearbeiten, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Daten anonymisiert werden, sobald der Bearbeitungszweck dies erlaubt;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "das Bundesorgan privaten Personen besonders schützenswerte Personendaten nur so bekanntgibt, dass die betroffenen Personen nicht bestimmbar sind;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die Empfängerin oder der Empfänger Dritten die Daten nur mit der Zustimmung des Bundesorgans weitergibt, das die Daten bekanntgegeben hat; und"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Ergebnisse nur so veröffentlicht werden, dass die betroffenen Personen nicht bestimmbar sind."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Artikel 6 Absatz 3, 34 Absatz 2 sowie 36 Absatz 1 sind nicht anwendbar."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_40",
                    "number": "40",
                    "title": "Privatrechtliche Tätigkeit von Bundesorganen",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Handelt ein Bundesorgan privatrechtlich, so gelten die Bestimmungen für die Datenbearbeitung durch private Personen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_41",
                    "number": "41",
                    "title": "Ansprüche und Verfahren",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Wer ein schutzwürdiges Interesse hat, kann vom verantwortlichen Bundesorgan verlangen, dass es:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die widerrechtliche Bearbeitung der betreffenden Personendaten unterlässt;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Folgen einer widerrechtlichen Bearbeitung beseitigt;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die Widerrechtlichkeit der Bearbeitung feststellt."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Gesuchstellerin oder der Gesuchsteller kann insbesondere verlangen, dass das Bundesorgan:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die betreffenden Personendaten berichtigt, löscht oder vernichtet;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "seinen Entscheid, namentlich über die Berichtigung, Löschung oder Vernichtung, den Widerspruch gegen die Bekanntgabe nach Artikel 37 oder den Bestreitungsvermerk nach Absatz 4 Dritten mitteilt oder veröffentlicht."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Statt die Personendaten zu löschen oder zu vernichten, schränkt das Bundesorgan die Bearbeitung ein, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die betroffene Person die Richtigkeit der Personendaten bestreitet und weder die Richtigkeit noch die Unrichtigkeit festgestellt werden kann;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "überwiegende Interessen Dritter dies erfordern;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "ein überwiegendes öffentliches Interesse, namentlich die innere oder die äussere Sicherheit der Schweiz, dies erfordert;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Löschung oder Vernichtung der Daten eine Ermittlung, eine Untersuchung oder ein behördliches oder gerichtliches Verfahren gefährden kann."
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "Kann weder die Richtigkeit noch die Unrichtigkeit der betreffenden Personendaten festgestellt werden, so bringt das Bundesorgan bei den Daten einen Bestreitungsvermerk an."
                        },
                        {
                            "Absatz": "5",
                            "text": "Die Berichtigung, Löschung oder Vernichtung von Personendaten kann nicht verlangt werden in Bezug auf die Bestände öffentlich zugänglicher Bibliotheken, Bildungseinrichtungen, Museen, Archive oder anderer öffentlicher Gedächtnisinstitutionen. Macht die Gesuchstellerin oder der Gesuchsteller ein überwiegendes Interesse glaubhaft, so kann sie oder er verlangen, dass die Institution den Zugang zu den umstrittenen Daten beschränkt. Die Absätze 3 und 4 sind nicht anwendbar."
                        },
                        {
                            "Absatz": "6",
                            "text": "Das Verfahren richtet sich nach dem VwVG10. Die Ausnahmen nach den Artikeln 2 und 3 VwVG sind nicht anwendbar."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_42",
                    "number": "42",
                    "title": "Verfahren im Falle der Bekanntgabe von amtlichen Dokumenten, die Personendaten enthalten",
                    "paragraphs": [
                        {
                            "Absatz": "11",
                            "text": "Ist ein Verfahren betreffend den Zugang zu amtlichen Dokumenten, die Personendaten enthalten, im Sinne des Öffentlichkeitsgesetzes vom 17. Dezember 200411 hängig, so kann die betroffene Person in diesem Verfahren diejenigen Rechte geltend machen, die ihr nach Artikel 41 des vorliegenden Gesetzes bezogen auf diejenigen Dokumente zustehen, die Gegenstand des Zugangsverfahrens sind."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "7. Kapitel: Eidgenössischer Datenschutz- und Öffentlichkeitsbeauftragter",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_7",
            "articles": []
        },
        {
            "chapter_title": "1. Abschnitt: Organisation",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_7/sec_1",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_43",
                    "number": "43",
                    "title": "Wahl und Stellung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Vereinigte Bundesversammlung wählt die Leiterin oder den Leiter des EDÖB (die oder der Beauftragte) ."
                        },
                        {
                            "Absatz": "2",
                            "text": "Wählbar ist, wer in eidgenössischen Angelegenheiten stimmberechtigt ist."
                        },
                        {
                            "Absatz": "3",
                            "text": "Das Arbeitsverhältnis der oder des Beauftragten richtet sich, soweit dieses Gesetz nichts anderes vorsieht, nach dem Bundespersonalgesetz vom 24. März 200012 (BPG). Die oder der Beauftragte ist bis zum vollendeten 65. Altersjahr bei der Pensionskasse des Bundes PUBLICA gegen die wirtschaftlichen Folgen von Alter, Invalidität und Tod versichert. Wird das Arbeitsverhältnis nach dem vollendeten 65. Altersjahr fortgesetzt, so wird auf Verlangen der oder des Beauftragten die Altersvorsorge bis zur Beendigung des Arbeitsverhältnisses, höchstens aber bis zum Ende des Jahres, in dem sie oder er das 68. Altersjahr vollendet, weitergeführt. Der EDÖB finanziert die Sparbeiträge des Arbeitsgebers.13"
                        },
                        {
                            "Absatz": "3bis",
                            "text": "bis Die Bundesversammlung erlässt die Ausführungsbestimmungen über das Arbeitsverhältnis der oder des Beauftragten in einer Verordnung.14"
                        },
                        {
                            "Absatz": "4",
                            "text": "Die oder der Beauftragte übt ihre oder seine Funktion unabhängig aus, ohne Weisungen einer Behörde oder eines Dritten einzuholen oder entgegenzunehmen. Sie oder er ist administrativ der Bundeskanzlei zugeordnet."
                        },
                        {
                            "Absatz": "5",
                            "text": "Sie oder er verfügt über ein ständiges Sekretariat und ein eigenes Budget. Sie oder er stellt sein Personal an."
                        },
                        {
                            "Absatz": "6",
                            "text": "Sie oder er untersteht nicht dem Beurteilungssystem nach Artikel 4 Absatz 3 BPG."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_44",
                    "number": "44",
                    "title": "",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Amtsdauer der oder des Beauftragten beträgt vier Jahre und kann zwei Mal erneuert werden. Sie beginnt am 1. Januar nach Beginn der Legislaturperiode des Nationalrates."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die oder der Beauftragte kann das Arbeitsverhältnis auf Ende jedes Monats unter Einhaltung einer Kündigungsfrist von sechs Monaten kündigen. Die Gerichtskommission kann der oder dem Beauftragten im Einzelfall eine kürzere Kündigungsfrist zugestehen, wenn keine wesentlichen Interessen entgegenstehen.15"
                        },
                        {
                            "Absatz": "3",
                            "text": "Die Vereinigte Bundesversammlung kann die Beauftragte oder den Beauftragten vor Ablauf der Amtsdauer des Amtes entheben, wenn diese oder dieser:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "vorsätzlich oder grobfahrlässig Amtspflichten schwer verletzt hat; oder"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Fähigkeit, das Amt auszuüben, auf Dauer verloren hat."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_44_a",
                    "number": "44a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Gerichtskommission kann eine Verwarnung aussprechen, wenn sie feststellt, dass die oder der Beauftragte Amtspflichten verletzt hat."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_45",
                    "number": "45",
                    "title": "Budget",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der EDÖB reicht den Entwurf seines Budgets jährlich über die Bundeskanzlei dem Bundesrat ein. Dieser leitet ihn unverändert an die Bundesversammlung weiter."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_46",
                    "number": "46",
                    "title": "Unvereinbarkeit",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die oder der Beauftragte darf weder der Bundesversammlung noch dem Bundesrat angehören und in keinem anderen Arbeitsverhältnis mit dem Bund stehen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_47",
                    "number": "47",
                    "title": "Nebenbeschäftigung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die oder der Beauftragte darf keine Nebenbeschäftigung ausüben."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Gerichtskommission kann der oder dem Beauftragten gestatten, eine Nebenbeschäftigung auszuüben, wenn dadurch die Ausübung der Funktion sowie die Unabhängigkeit und das Ansehen des EDÖB nicht beeinträchtigt werden.17 Der Entscheid wird veröffentlicht."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_47_a",
                    "number": "47a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Ist der Ausstand der oder des Beauftragten streitig, so entscheidet darüber die Präsidentin oder der Präsident der auf dem Gebiet des Datenschutzes zuständigen Abteilung des Bundesverwaltungsgerichts."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_48",
                    "number": "48",
                    "title": "Selbstkontrolle des EDÖB",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der EDÖB stellt durch geeignete Kontrollmassnahmen, insbesondere in Bezug auf die Datensicherheit, sicher, dass der rechtskonforme Vollzug der bundesrechtlichen Datenschutzvorschriften innerhalb seiner Behörde gewährleistet ist."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "2. Abschnitt: Untersuchung von Verstössen gegen Datenschutzvorschriften",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_7/sec_2",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_49",
                    "number": "49",
                    "title": "Untersuchung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der EDÖB eröffnet von Amtes wegen oder auf Anzeige hin eine Untersuchung gegen ein Bundesorgan oder eine private Person, wenn genügend Anzeichen bestehen, dass eine Datenbearbeitung gegen die Datenschutzvorschriften verstossen könnte."
                        },
                        {
                            "Absatz": "2",
                            "text": "Er kann von der Eröffnung einer Untersuchung absehen, wenn die Verletzung der Datenschutzvorschriften von geringfügiger Bedeutung ist."
                        },
                        {
                            "Absatz": "3",
                            "text": "Das Bundesorgan oder die private Person erteilt dem EDÖB alle Auskünfte und stellt ihm alle Unterlagen zur Verfügung, die für die Untersuchung notwendig sind. Das Auskunftsverweigerungsrecht richtet sich nach den Artikeln 16 und 17 des VwVG19, sofern Artikel 50 Absatz 2 des vorliegenden Gesetzes nichts anderes bestimmt."
                        },
                        {
                            "Absatz": "4",
                            "text": "Hat die betroffene Person Anzeige erstattet, so informiert der EDÖB sie über die gestützt darauf unternommenen Schritte und das Ergebnis einer allfälligen Untersuchung."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_50",
                    "number": "50",
                    "title": "Befugnisse",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Kommt das Bundesorgan oder die private Person den Mitwirkungspflichten nicht nach, so kann der EDÖB im Rahmen der Untersuchung insbesondere Folgendes anordnen:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Zugang zu allen Auskünften, Unterlagen, Verzeichnissen der Bearbeitungstätigkeiten und Personendaten, die für die Untersuchung erforderlich sind;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Zugang zu Räumlichkeiten und Anlagen;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Zeugeneinvernahmen;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Begutachtungen durch Sachverständige."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Das Berufsgeheimnis bleibt vorbehalten."
                        },
                        {
                            "Absatz": "3",
                            "text": "Zum Vollzug der Massnahmen nach Absatz 1 kann der EDÖB andere Bundesbehörden sowie die kantonalen oder kommunalen Polizeiorgane beiziehen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_51",
                    "number": "51",
                    "title": "Verwaltungsmassnahmen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Liegt eine Verletzung von Datenschutzvorschriften vor, so kann der EDÖB verfügen, dass die Bearbeitung ganz oder teilweise angepasst, unterbrochen oder abgebrochen wird und die Personendaten ganz oder teilweise gelöscht oder vernichtet werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Er kann die Bekanntgabe ins Ausland aufschieben oder untersagen, wenn sie gegen die Voraussetzungen nach Artikel 16 oder 17 oder gegen Bestimmungen betreffend die Bekanntgabe von Personendaten ins Ausland in anderen Bundesgesetzen verstösst."
                        },
                        {
                            "Absatz": "3",
                            "text": "Er kann namentlich anordnen, dass das Bundesorgan oder die private Person:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "ihn nach den Artikeln 16 Absatz 2 Buchstaben b und c sowie 17 Absatz 2 informiert;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Vorkehren nach den Artikeln 7 und 8 trifft;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "nach den Artikeln 19 und 21 die betroffenen Personen informiert;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "eine Datenschutz-Folgenabschätzung nach Artikel 22 vornimmt;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "ihn nach Artikel 23 konsultiert;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "ihn oder gegebenenfalls die betroffenen Personen nach Artikel 24 informiert;"
                                },
                                {
                                    "litera": "g.",
                                    "paragraphs": "der betroffenen Person die Auskünfte nach Artikel 25 erteilt."
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "Er kann auch anordnen, dass der private Verantwortliche mit Sitz oder Wohnsitz im Ausland eine Vertretung nach Artikel 14 bezeichnet."
                        },
                        {
                            "Absatz": "5",
                            "text": "Hat das Bundesorgan oder die private Person während der Untersuchung die erforderlichen Massnahmen getroffen, um die Einhaltung der Datenschutzvorschriften wiederherzustellen, so kann der EDÖB sich darauf beschränken, eine Verwarnung auszusprechen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_52",
                    "number": "52",
                    "title": "Verfahren",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das Untersuchungsverfahren sowie Verfügungen nach den Artikeln 50 und 51 richten sich nach dem VwVG20."
                        },
                        {
                            "Absatz": "2",
                            "text": "Partei ist nur das Bundesorgan oder die private Person, gegen das oder die eine Untersuchung eröffnet wurde."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der EDÖB kann Beschwerdeentscheide des Bundesverwaltungsgerichts anfechten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_53",
                    "number": "53",
                    "title": "Koordination",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Bundesverwaltungsbehörden, die nach einem anderen Bundesgesetz private Personen oder Organisationen ausserhalb der Bundesverwaltung beaufsichtigen, laden den EDÖB zur Stellungnahme ein, bevor sie eine Verfügung erlassen, die Fragen des Datenschutzes betrifft."
                        },
                        {
                            "Absatz": "2",
                            "text": "Führt der EDÖB gegen die gleiche Partei eine eigene Untersuchung durch, so koordinieren die beiden Behörden ihre Verfahren."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "3. Abschnitt: Amtshilfe",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_7/sec_3",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_54",
                    "number": "54",
                    "title": "Amtshilfe zwischen schweizerischen Behörden",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Bundesbehörden und kantonale Behörden geben dem EDÖB die Informationen und Personendaten bekannt, die für die Erfüllung seiner gesetzlichen Aufgaben erforderlich sind."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der EDÖB gibt den folgenden Behörden die Informationen und Personendaten bekannt, die für die Erfüllung ihrer gesetzlichen Aufgaben erforderlich sind:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "den Behörden, die in der Schweiz für den Datenschutz zuständig sind;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "den zuständigen Strafverfolgungsbehörden, falls es um die Anzeige einer Straftat nach Artikel 65 Absatz 2 geht;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "den Bundesbehörden sowie den kantonalen und kommunalen Polizeiorganen für den Vollzug der Massnahmen nach den Artikeln 50 Absatz 3 und 51."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_55",
                    "number": "55",
                    "title": "Amtshilfe gegenüber ausländischen Behörden",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der EDÖB kann mit ausländischen Behörden, die für den Datenschutz zuständig sind, für die Erfüllung ihrer jeweiligen gesetzlich vorgesehenen Aufgaben im Bereich des Datenschutzes Informationen oder Personendaten austauschen, wenn folgende Voraussetzungen erfüllt sind:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die Gegenseitigkeit der Amtshilfe ist sichergestellt."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Die Informationen und Personendaten werden nur für das den Datenschutz betreffende Verfahren verwendet, das dem Amtshilfeersuchen zugrunde liegt."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Die empfangende Behörde verpflichtet sich, das Berufsgeheimnis sowie Geschäfts- und Fabrikationsgeheimnisse zu wahren."
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Die Informationen und Personendaten werden Dritten nur bekanntgegeben, wenn die Behörde, die sie übermittelt hat, dies vorgängig genehmigt."
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Die empfangende Behörde verpflichtet sich, die Auflagen und Einschränkungen der Behörde einzuhalten, die ihr die Informationen und Personendaten übermittelt hat."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Um sein Amtshilfegesuch zu begründen oder um dem Ersuchen einer Behörde Folge zu leisten, kann der EDÖB insbesondere folgende Angaben machen:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Identität des Verantwortlichen, des Auftragsbearbeiters oder anderer beteiligter Dritter;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Kategorien der betroffenen Personen;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Identität der betroffenen Personen, falls: 1. die betroffenen Personen eingewilligt haben, oder 2. die Mitteilung der Identität der betroffenen Personen unentbehrlich ist zur Erfüllung der gesetzlichen Aufgaben durch den EDÖB oder die ausländische Behörde;"
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "die betroffenen Personen eingewilligt haben, oder"
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "die Mitteilung der Identität der betroffenen Personen unentbehrlich ist zur Erfüllung der gesetzlichen Aufgaben durch den EDÖB oder die ausländische Behörde;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "bearbeitete Personendaten oder Kategorien bearbeiteter Personendaten;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Bearbeitungszweck;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "Empfängerinnen und Empfänger oder die Kategorien der Empfängerinnen und Empfänger;"
                                },
                                {
                                    "litera": "g.",
                                    "paragraphs": "technische und organisatorische Massnahmen."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Bevor der EDÖB einer ausländischen Behörde Informationen bekanntgibt, die ein Berufsgeheimnis, Geschäfts- oder Fabrikationsgeheimnisse enthalten können, informiert er die betroffenen natürlichen oder juristischen Personen, die Trägerinnen dieser Geheimnisse sind, und lädt sie zur Stellungnahme ein, es sei denn, dies ist nicht möglich oder erfordert einen unverhältnismässigen Aufwand."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "4. Abschnitt: Andere Aufgaben des EDÖB",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_7/sec_4",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_56",
                    "number": "56",
                    "title": "Register",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der EDÖB führt ein Register der Bearbeitungstätigkeiten der Bundesorgane. Das Register wird veröffentlicht."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_57",
                    "number": "57",
                    "title": "Information",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der EDÖB erstattet der Bundesversammlung jährlich Bericht über seine Tätigkeit. Er übermittelt ihn gleichzeitig dem Bundesrat. Der Bericht wird veröffentlicht."
                        },
                        {
                            "Absatz": "2",
                            "text": "In Fällen von allgemeinem Interesse informiert der EDÖB die Öffentlichkeit über seine Feststellungen und Verfügungen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_58",
                    "number": "58",
                    "title": "Weitere Aufgaben",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der EDÖB nimmt darüber hinaus insbesondere folgende Aufgaben wahr:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Er informiert, schult und berät die Bundesorgane sowie private Personen in Fragen des Datenschutzes."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Er unterstützt die kantonalen Organe und arbeitet mit schweizerischen und ausländischen Behörden, die für den Datenschutz zuständig sind, zusammen."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Er sensibilisiert die Bevölkerung, insbesondere schutzbedürftige Personen, in Bezug auf den Datenschutz."
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Er erteilt betroffenen Personen auf Anfrage Auskunft darüber, wie sie ihre Rechte ausüben können."
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Er nimmt Stellung zu Erlassentwürfen und Massnahmen des Bundes, die eine Datenbearbeitung zur Folge haben."
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "Er nimmt die ihm durch das Öffentlichkeitsgesetz vom 17. Dezember 200421 oder andere Bundesgesetze übertragenen Aufgaben wahr."
                                },
                                {
                                    "litera": "g.",
                                    "paragraphs": "Er erarbeitet Arbeitsinstrumente als Empfehlungen der guten Praxis zuhanden von Verantwortlichen, Auftragsbearbeitern und betroffenen Personen; hierfür berücksichtigt er die Besonderheiten des jeweiligen Bereichs sowie den Schutz von schutzbedürftigen Personen."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Er kann auch Bundesorgane beraten, die gemäss den Artikeln 2 und 4 nicht seiner Aufsicht unterstehen. Die Bundesorgane können ihm Akteneinsicht gewähren."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der EDÖB ist befugt, gegenüber den ausländischen Behörden, die für den Datenschutz zuständig sind, zu erklären, dass im Bereich des Datenschutzes in der Schweiz die direkte Zustellung zulässig ist, sofern der Schweiz Gegenrecht gewährt wird."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "5. Abschnitt: Gebühren",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_7/sec_5",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_59",
                    "number": "59",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der EDÖB erhebt von privaten Personen Gebühren für:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Stellungnahme zu einem Verhaltenskodex nach Artikel 11 Absatz 2;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Genehmigung von Standarddatenschutzklauseln und verbindlichen unternehmensinternen Datenschutzvorschriften nach Artikel 16 Absatz 2 Buchstaben d und e;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die Konsultation aufgrund einer Datenschutz-Folgenabschätzung nach Artikel 23 Absatz 2;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "vorsorgliche Massnahmen und Massnahmen nach Artikel 51;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Beratungen in Fragen des Datenschutzes nach Artikel 58 Absatz 1 Buchstabe a."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat legt die Höhe der Gebühren fest."
                        },
                        {
                            "Absatz": "3",
                            "text": "Er kann festlegen, in welchen Fällen es möglich ist, auf die Erhebung einer Gebühr zu verzichten oder sie zu reduzieren."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "8. Kapitel: Strafbestimmungen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_8",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_60",
                    "number": "60",
                    "title": "Verletzung von Informations-, Auskunfts- und Mitwirkungspflichten",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Mit Busse bis zu 250 000 Franken werden private Personen auf Antrag bestraft:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die ihre Pflichten nach den Artikeln 19, 21 und 25–27 verletzen, indem sie vorsätzlich eine falsche oder unvollständige Auskunft erteilen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die es vorsätzlich unterlassen: 1. die betroffene Person nach den Artikeln 19 Absatz 1 und 21 Absatz 1 zu informieren, oder 2. ihr die Angaben nach Artikel 19 Absatz 2 zu liefern."
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "die betroffene Person nach den Artikeln 19 Absatz 1 und 21 Absatz 1 zu informieren, oder"
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "ihr die Angaben nach Artikel 19 Absatz 2 zu liefern."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Mit Busse bis zu 250 000 Franken werden private Personen bestraft, die unter Verstoss gegen Artikel 49 Absatz 3 dem EDÖB im Rahmen einer Untersuchung vorsätzlich falsche Auskünfte erteilen oder vorsätzlich die Mitwirkung verweigern."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_61",
                    "number": "61",
                    "title": "Verletzung von Sorgfaltspflichten",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Mit Busse bis zu 250 000 Franken werden private Personen auf Antrag bestraft, die vorsätzlich:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "unter Verstoss gegen Artikel 16 Absätze 1 und 2 und ohne dass die Voraussetzungen nach Artikel 17 erfüllt sind, Personendaten ins Ausland bekanntgeben;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Datenbearbeitung einem Auftragsbearbeiter übergeben, ohne dass die Voraussetzungen nach Artikel 9 Absätze 1 und 2 erfüllt sind;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die Mindestanforderungen an die Datensicherheit, die der Bundesrat nach Artikel 8 Absatz 3 erlassen hat, nicht einhalten."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_62",
                    "number": "62",
                    "title": "Verletzung der beruflichen Schweigepflicht",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Wer geheime Personendaten vorsätzlich offenbart, von denen sie oder er bei der Ausübung ihres oder seines Berufes, der die Kenntnis solcher Daten erfordert, Kenntnis erlangt hat, wird auf Antrag mit Busse bis zu 250 000 Franken bestraft."
                        },
                        {
                            "Absatz": "2",
                            "text": "Gleich wird bestraft, wer vorsätzlich geheime Personendaten offenbart, von denen sie oder er bei der Tätigkeit für eine geheimhaltungspflichtige Person oder während der Ausbildung bei dieser Kenntnis erlangt hat."
                        },
                        {
                            "Absatz": "3",
                            "text": "Das Offenbaren geheimer Personendaten ist auch nach Beendigung der Berufsausübung oder der Ausbildung strafbar."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_63",
                    "number": "63",
                    "title": "Missachten von Verfügungen",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Mit Busse bis zu 250 000 Franken werden private Personen bestraft, die einer Verfügung des EDÖB oder einem Entscheid der Rechtsmittelinstanzen, die oder der unter Hinweis auf die Strafdrohung dieses Artikels ergangen ist, vorsätzlich nicht Folge leisten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_64",
                    "number": "64",
                    "title": "Widerhandlungen in Geschäftsbetrieben",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Für Widerhandlungen in Geschäftsbetrieben sind die Artikel 6 und 7 des Bundesgesetzes vom 22. März 197422 über das Verwaltungsstrafrecht (VStrR) anwendbar."
                        },
                        {
                            "Absatz": "2",
                            "text": "Fällt eine Busse von höchstens 50 000 Franken in Betracht und würde die Ermittlung der nach Artikel 6 VStrR strafbaren Personen Untersuchungsmassnahmen bedingen, die im Hinblick auf die verwirkte Strafe unverhältnismässig wären, so kann die Behörde von einer Verfolgung dieser Personen absehen und an ihrer Stelle den Geschäftsbetrieb (Art. 7 VStrR) zur Bezahlung der Busse verurteilen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_65",
                    "number": "65",
                    "title": "Zuständigkeit",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Verfolgung und die Beurteilung strafbarer Handlungen obliegen den Kantonen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der EDÖB kann bei der zuständigen Strafverfolgungsbehörde Anzeige erstatten und im Verfahren die Rechte einer Privatklägerschaft wahrnehmen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_66",
                    "number": "66",
                    "title": "Verfolgungsverjährung",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Strafverfolgung verjährt nach fünf Jahren."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "9. Kapitel: Abschluss von Staatsverträgen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_9",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_67",
                    "number": "67",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der Bundesrat kann Staatsverträge abschliessen betreffend:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die internationale Zusammenarbeit zwischen Datenschutzbehörden;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die gegenseitige Anerkennung eines angemessenen Schutzes für die Bekanntgabe von Personendaten ins Ausland."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "10. Kapitel: Schlussbestimmungen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#chap_10",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_68",
                    "number": "68",
                    "title": "Aufhebung und Änderung anderer Erlasse",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Aufhebung und die Änderung anderer Erlasse werden im Anhang 1 geregelt."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_69",
                    "number": "69",
                    "title": "Übergangsbestimmungen betreffend laufende Bearbeitungen",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Artikel 7, 22 und 23 sind nicht anwendbar auf Datenbearbeitungen, die vor Inkrafttreten dieses Gesetzes begonnen wurden, wenn der Bearbeitungszweck unverändert bleibt und keine neuen Daten beschafft werden."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_70",
                    "number": "70",
                    "title": "Übergangsbestimmung betreffend laufende Verfahren",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Dieses Gesetz gilt nicht für Untersuchungen des EDÖB , die im Zeitpunkt seines Inkrafttretens hängig sind; es ist ebenfalls nicht anwendbar auf hängige Beschwerden gegen erstinstanzliche Entscheide, die vor seinem Inkrafttreten ergangen sind. Diese Fälle unterstehen dem bisherigen Recht."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_71",
                    "number": "71",
                    "title": "Übergangsbestimmung betreffend Daten juristischer Personen",
                    "paragraphs": [
                        {
                            "Absatz": "23",
                            "text": "Für Bundesorgane finden Vorschriften in anderen Bundeserlassen, die sich auf Personendaten beziehen, während fünf Jahren nach Inkrafttreten dieses Gesetzes weiter Anwendung auf Daten juristischer Personen. Insbesondere können Bundesorgane während fünf Jahren nach Inkrafttreten dieses Gesetzes Daten juristischer Personen nach Artikel 57s Absätze 1 und 2 des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 199723 weiterhin bekanntgeben, wenn sie gestützt auf eine Rechtsgrundlage zur Bekanntgabe von Personendaten ermächtigt sind."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_72",
                    "number": "72",
                    "title": "Übergangsbestimmung betreffend die Wahl und die Beendigung der Amtsdauer der oder des Beauftragten",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Wahl der oder des Beauftragten sowie die Beendigung ihrer oder seiner Amtsdauer unterstehen bis zum Ende der Legislaturperiode, in der dieses Gesetz in Kraft tritt, dem bisherigen Recht."
                        },
                        {
                            "Absatz": "2",
                            "text": "Wird bei der erstmaligen Wahl der oder des Beauftragten durch die Vereinigte Bundesversammlung die bisherige Amtsinhaberin oder der bisherige Amtsinhaber gewählt, beginnt die neue Amtsdauer der oder des Beauftragten am Tag nach der Wahl.24"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_72_a",
                    "number": "72a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Für das Arbeitsverhältnis der oder des Beauftragten, das nach bisherigem Recht begründet worden ist, gilt das bisherige Recht."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_73",
                    "number": "73",
                    "title": "Koordination",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Koordination mit anderen Erlassen wird im Anhang 2 geregelt."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/2022/491/de#art_74",
                    "number": "74",
                    "title": "Referendum und Inkrafttreten",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Dieses Gesetz untersteht dem fakultativen Referendum."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat bestimmt das Inkrafttreten."
                        },
                        {
                            "Absatz": "0",
                            "text": ""
                        }
                    ]
                }
            ]
        }
    ]
}