{
    "law_name": "Fernmeldegesetz",
    "language": "DE",
    "SR": "784.10",
    "short_title": "FMG",
    "shorthand": "FMG",
    "effective_date": "vom 30. April 1997 (Stand am 1. September 2023)",
    "law_details": [
        {
            "chapter_title": "1. Kapitel: Allgemeine Bestimmungen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_1",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_1",
                    "number": "1",
                    "title": "Zweck",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Dieses Gesetz bezweckt, dass der Bevölkerung und der Wirtschaft vielfältige, preiswerte, qualitativ hoch stehende sowie national und international konkurrenzfähige Fernmeldedienste angeboten werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Es soll insbesondere:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "eine zuverlässige und erschwingliche Grundversorgung mit Fernmeldediensten für alle Bevölkerungskreise in allen Landesteilen gewährleisten;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "einen störungsfreien, die Persönlichkeits- und Immaterialgüterrechte achtenden Fernmeldeverkehr sicherstellen;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "einen wirksamen Wettbewerb beim Erbringen von Fernmeldediensten ermöglichen;"
                                },
                                {
                                    "litera": "d.4",
                                    "paragraphs": "die Benutzerinnen und Benutzer von Fernmeldediensten vor unlauterer Werbung und vor Missbrauch durch Mehrwertdienste schützen;"
                                },
                                {
                                    "litera": "e.5",
                                    "paragraphs": "Kinder und Jugendliche vor den Gefahren, die sich aus der Nutzung der Fernmeldedienste ergeben, schützen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_2",
                    "number": "2",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "7",
                            "text": "Das Gesetz regelt die fernmeldetechnische Übertragung von Informationen, einschliesslich der Übertragung von Radio- und Fernsehprogrammen, soweit das Bundesgesetz vom 24. März 20067 über Radio und Fernsehen (RTVG) nichts anderes bestimmt."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_3",
                    "number": "3",
                    "title": "Begriffe",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "In diesem Gesetz bedeuten:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Informationen: für Menschen, andere Lebewesen oder Maschinen bestimmte Zeichen, Signale, Schriftzeichen, Bilder, Laute und Darstellungen jeder anderen Art;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Fernmeldedienst: fernmeldetechnische Übertragung von Informationen für Dritte;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "fernmeldetechnische Übertragung: elektrisches, magnetisches, optisches oder anderes elektromagnetisches Senden oder Empfangen von Informationen über Leitungen oder Funk;"
                                },
                                {
                                    "litera": "cbis.8",
                                    "paragraphs": "öffentlicher Telefondienst: Fernmeldedienst zur Sprachübertragung in Echtzeit mittels eines oder mehrerer Adressierungselemente, die in einem nationalen oder internationalen Nummerierungsplan dafür vorgesehen sind;"
                                },
                                {
                                    "litera": "cter.9",
                                    "paragraphs": "Mehrwertdienst: Dienstleistung, die über einen Fernmeldedienst erbracht und den Kundinnen und Kunden von ihrer Anbieterin von Fernmeldediensten zusätzlich zu Fernmeldediensten in Rechnung gestellt wird;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Fernmeldeanlagen: Geräte, Leitungen oder Einrichtungen, die zur fernmeldetechnischen Übertragung von Informationen bestimmt sind oder benutzt werden;"
                                },
                                {
                                    "litera": "dbis. und dter.10",
                                    "paragraphs": "…"
                                },
                                {
                                    "litera": "e.11",
                                    "paragraphs": "Interkonnektion: Herstellung des Zugangs durch die Verbindung der Anlagen und Dienste zweier Anbieterinnen von Fernmeldediensten, damit ein fernmeldetechnisches und logisches Zusammenwirken der verbundenen Teile und Dienste sowie der Zugang zu Diensten Dritter ermöglicht wird;"
                                },
                                {
                                    "litera": "ebis.12",
                                    "paragraphs": "Mietleitungen: Bereitstellung von transparenten Übertragungskapazitäten über Punkt-zu-Punkt-Verbindungen;"
                                },
                                {
                                    "litera": "eter.13",
                                    "paragraphs": "Kabelkanalisationen: unterirdische Rohre, in welche die Leitungen zur fernmeldetechnischen Übertragung von Informationen eingezogen sind, einschliesslich der Zugangsschächte;"
                                },
                                {
                                    "litera": "f.14",
                                    "paragraphs": "Adressierungselement: Abfolge von Ziffern, Buchstaben oder Zeichen oder andere Informationen zur Identifikation von Personen, Computerprozessen, Maschinen, Geräten oder Fernmeldeanlagen, die an einem fernmeldetechnischen Kommunikationsvorgang beteiligt sind;"
                                },
                                {
                                    "litera": "g.15",
                                    "paragraphs": "Verzeichnisdaten: Angaben, die eine Kundin oder einen Kunden in Bezug auf ein individuell zugewiesenes Adressierungselement identifizieren oder kennzeichnen und die für die Veröffentlichung eines Verzeichnisses bestimmt oder für die Erbringung eines Fernmeldedienstes erforderlich sind;"
                                },
                                {
                                    "litera": "h.16",
                                    "paragraphs": "Radio- und Fernsehprogramm: eine Folge von Sendungen im Sinne von Artikel 2 RTVG17."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "2. Kapitel: Fernmeldedienste",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_2",
            "articles": []
        },
        {
            "chapter_title": "1. Abschnitt: Gemeinsame Bestimmungen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_2/sec_1",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_3_a",
                    "number": "3a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat erstattet der Bundesversammlung alle drei Jahre Bericht über:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Entwicklung der flächendeckenden schweizweiten Investitionen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Entwicklung der Grundversorgung;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die Qualität und die Preise der angebotenen Fernmeldedienste;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Entwicklung des Netzwettbewerbs;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "die Kosten und die Gewährung des Zugangs zu den Teilnehmeranschlüssen, unabhängig von der diesen Anschlüssen zugrunde liegenden Technologie."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Bei Bedarf stellt der Bundesrat der Bundesversammlung Anträge zur Förderung des wirksamen Wettbewerbs."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_4",
                    "number": "4",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das Bundesamt für Kommunikation (BAKOM) registriert Anbieterinnen von Fernmeldediensten, die eine der folgenden für die Erbringung von Fernmeldediensten bestimmten Ressourcen nutzen:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Funkfrequenzen, deren Nutzung eine Konzession voraussetzt;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Adressierungselemente, die auf nationaler Ebene verwaltet werden."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Registrierte Anbieterinnen dürfen die Nutzung von Ressourcen nach Absatz 1 anderen Anbieterinnen von Fernmeldediensten nur dann gestatten, wenn diese sich vorgängig registriert haben."
                        },
                        {
                            "Absatz": "3",
                            "text": "Das BAKOM führt und veröffentlicht eine Liste der registrierten Anbieterinnen und der von diesen angebotenen Fernmeldedienste."
                        },
                        {
                            "Absatz": "4",
                            "text": "Der Bundesrat regelt die Einzelheiten der Registrierung."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_5",
                    "number": "5",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die zuständige Behörde kann nach ausländischem Recht organisierten Anbieterinnen von Fernmeldediensten die Nutzung von Funkfrequenzen oder Adressierungselementen nach Artikel 4 Absatz 1 untersagen, wenn kein Gegenrecht gewährt wird. Vorbehalten bleiben entgegenstehende internationale Verpflichtungen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_6",
                    "number": "6",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Anbieterinnen von Fernmeldediensten mit Sitz oder Niederlassung in der Schweiz müssen:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die arbeitsrechtlichen Vorschriften einhalten und die branchenüblichen Arbeitsbedingungen gewährleisten;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "eine angemessene Anzahl Ausbildungsplätze für Lernende in der beruflichen Grundbildung anbieten."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_6_a",
                    "number": "6a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Anbieterinnen von Fernmeldediensten müssen den Zugang zu Telefonie und Internet für Personen sperren, welche die Kundenbeziehung nicht über ein Abonnementsverhältnis aufgenommen haben, wenn diese Personen bei der Aufnahme der Kundenbeziehung:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Identität einer Person verwendet haben, die nicht existiert oder die der Aufnahme der Kundenbeziehung nicht vorgängig zugestimmt hat; oder"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "kein Dokument vorgelegt haben, das die vom Bundesrat nach Artikel 23 Absatz 1 des Bundesgesetzes vom 18. März 201623 betreffend die Überwachung des Post- und Fernmeldeverkehrs aufgestellten Anforderungen erfüllt."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_7_10",
                    "number": "710",
                    "title": "–",
                    "paragraphs": []
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_11",
                    "number": "11",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Marktbeherrschende Anbieterinnen von Fernmeldediensten müssen anderen Anbieterinnen auf transparente und nicht diskriminierende Weise zu kostenorientierten Preisen in folgenden Formen Zugang zu ihren Einrichtungen und Diensten gewähren:26",
                            "literas": [
                                {
                                    "litera": "a.27",
                                    "paragraphs": "den vollständig entbündelten Zugang zum Teilnehmeranschluss zur Nutzung des gesamten Frequenzspektrums der Doppelader-Metallleitung;"
                                },
                                {
                                    "litera": "b. und c.28",
                                    "paragraphs": "…"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Interkonnektion;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Mietleitungen;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "den Zugang zu den Kabelkanalisationen, sofern diese über eine ausreichende Kapazität verfügen."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Sie müssen die Bedingungen und Preise für ihre einzelnen Zugangsdienstleistungen gesondert ausweisen."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat regelt die Einzelheiten."
                        },
                        {
                            "Absatz": "4",
                            "text": "Anbieterinnen von Fernmeldediensten stellen dem BAKOM29 eine Kopie ihrer Vereinbarung über den Zugang zu. Soweit keine überwiegenden öffentlichen oder privaten Interessen entgegenstehen, gewährt das BAKOM Einsicht in die Vereinbarungen."
                        },
                        {
                            "Absatz": "5",
                            "text": "Keine Pflicht zum Zugang besteht für die Verbreitung von Radio- und Fernsehprogrammen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_11_a",
                    "number": "11a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Einigen sich die Anbieterinnen von Fernmeldediensten nicht innerhalb von drei Monaten über die Bedingungen des Zugangs, so verfügt die Eidgenössische Kommunikationskommission (ComCom) diese auf Gesuch einer Partei und auf Antrag des BAKOM.31 Dabei berücksichtigt sie insbesondere die Bedingungen, die einen wirksamen Wettbewerb fördern, sowie die Auswirkungen ihres Entscheides auf konkurrierende Einrichtungen. Sie kann einstweiligen Rechtsschutz gewähren."
                        },
                        {
                            "Absatz": "2",
                            "text": "Ist die Frage der Marktbeherrschung zu beurteilen, so konsultiert das BAKOM die Wettbewerbskommission. Diese kann ihre Stellungnahme veröffentlichen."
                        },
                        {
                            "Absatz": "3",
                            "text": "Die ComCom32 entscheidet innerhalb von sieben Monaten nach Gesuchseingang."
                        },
                        {
                            "Absatz": "4",
                            "text": "Sie regelt die Art und die Form der Rechnungslegungs- und Finanzinformationen, die marktbeherrschende Anbieterinnen von Fernmeldediensten im Verfahren nach Absatz 1 vorlegen müssen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_11_b",
                    "number": "11b",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Streitigkeiten aus Vereinbarungen und aus Verfügungen über den Zugang werden durch die Zivilgerichte beurteilt."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_12",
                    "number": "12",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Marktbeherrschende Anbieterinnen von Fernmeldediensten dürfen ihre Dienste bündeln, sofern sie die im Bündel enthaltenen Dienste auch einzeln anbieten."
                        },
                        {
                            "Absatz": "2",
                            "text": "Dienste müssen nicht einzeln angeboten werden, wenn sie aus technischen, wirtschaftlichen, Qualitäts- oder Sicherheitsgründen nur im Bündel angeboten werden können."
                        },
                        {
                            "Absatz": "3",
                            "text": "Bündelt eine Anbieterin von Fernmeldediensten eigene Dienste mit Diensten eines durch sie beherrschten oder sie beherrschenden Drittunternehmens, so sind die Absätze 1 und 2 anwendbar."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_12_a",
                    "number": "12a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Anbieterinnen von Fernmeldediensten müssen gewährleisten, dass ihre Preise für die Kundinnen und Kunden transparent sind."
                        },
                        {
                            "Absatz": "2",
                            "text": "Sie informieren die Öffentlichkeit über die Qualität der von ihnen angebotenen Fernmeldedienste."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat legt fest, welche Angaben die Anbieterinnen veröffentlichen müssen."
                        },
                        {
                            "Absatz": "4",
                            "text": "Das BAKOM kann die Öffentlichkeit über die verschiedenen Fernmeldedienste der Anbieterinnen informieren."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_12_a_bis",
                    "number": "12abis",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat kann für das internationale Roaming Regelungen zur Vermeidung unverhältnismässig hoher Endkundentarife erlassen und Massnahmen zur Förderung des Wettbewerbs treffen. Er kann insbesondere:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Vorschriften über die Abrechnungsmodalitäten erlassen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Mobilfunkanbieterinnen verpflichten, ihren Kundinnen und Kunden im Ausland die Nutzung von Roaming-Dienstleistungen von Drittanbieterinnen zu ermöglichen;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "basierend auf internationalen Vereinbarungen Preisobergrenzen festlegen;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Mobilfunkanbieterinnen verpflichten, gebündelte Angebote mit eingeschlossenen Roaming-Dienstleistungen sowie Optionen anzubieten, welche die Inanspruchnahme von Roaming-Dienstleistungen zu fixen Preisen oder reduzierten Standardpreisen ermöglichen."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Das BAKOM führt Marktbeobachtungen durch und analysiert die technischen und preislichen Entwicklungen. Es stützt sich dabei insbesondere auf die nach Artikel 59 Absatz 1 bei den Anbieterinnen erhobenen Auskünfte und arbeitet mit dem Preisüberwacher zusammen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_12_b",
                    "number": "12b",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Zur Verhinderung von Missbräuchen regelt der Bundesrat die Mehrwertdienste, indem er insbesondere:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Preisobergrenzen festlegt;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Vorschriften über die Erkennbarkeit von Mehrwertdiensten erlässt;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "festlegt, ab welchen Beträgen eine Gebühr nur mit dem ausdrücklichen Einverständnis der Benutzerinnen und Benutzer erhoben werden darf;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "unter Beachtung internationaler Verpflichtungen vorschreibt, dass Anbieterinnen von Mehrwertdiensten ihren Sitz oder eine Niederlassung in der Schweiz haben müssen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_12_b_bis",
                    "number": "12bbis",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Bestreiten Kundinnen oder Kunden eine Rechnung ihrer Anbieterin von Fernmeldediensten für andere Leistungen als Fernmeldedienste, so darf die Anbieterin aus diesem Grund weder den Zugang zu den Fernmeldediensten sperren noch den Vertrag vor der Beilegung der Streitigkeit kündigen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_12_c",
                    "number": "12c",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das BAKOM richtet eine Schlichtungsstelle ein oder beauftragt Dritte damit. Bei Streitigkeiten zwischen Kundinnen oder Kunden und Anbieterinnen von Fernmelde- oder Mehrwertdiensten kann jede Partei die Schlichtungsstelle anrufen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Wer die Schlichtungsstelle anruft, zahlt eine Behandlungsgebühr. Die Anbieterin von Fernmelde- oder Mehrwertdiensten trägt die Verfahrenskosten abzüglich der Behandlungsgebühr."
                        },
                        {
                            "Absatz": "3",
                            "text": "Die Parteien sind durch den Schlichtungsentscheid nicht gebunden."
                        },
                        {
                            "Absatz": "4",
                            "text": "Der Bundesrat regelt die Einzelheiten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_12_d",
                    "number": "12d",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Den Kundinnen und Kunden von Fernmeldediensten steht es frei, sich in die öffentlichen Verzeichnisse eintragen zu lassen. Sie können im Rahmen der Schranken nach Absatz 2 entscheiden, welche der sie betreffenden Verzeichnisdaten veröffentlicht werden dürfen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat kann festlegen, welche Daten ein Verzeichniseintrag mindestens enthalten muss. Er kann die Einzelheiten der Veröffentlichung und die Nutzung der Daten regeln."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_12_e",
                    "number": "12e",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Anbieterinnen von Internetzugängen übertragen Informationen, ohne dabei zwischen Sendern, Empfängern, Inhalten, Diensten, Diensteklassen, Protokollen, Anwendungen, Programmen oder Endgeräten technisch oder wirtschaftlich zu unterscheiden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Sie dürfen Informationen unterschiedlich übertragen, wenn dies erforderlich ist, um:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "eine gesetzliche Vorschrift oder einen Gerichtsentscheid zu befolgen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Integrität oder Sicherheit des Netzes, der über dieses Netz erbrachten Dienste oder der angeschlossenen Endgeräte zu gewährleisten;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "einer ausdrücklichen Aufforderung der Kundin oder des Kunden nachzukommen; oder"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "vorübergehende und aussergewöhnliche Netzwerküberlastungen zu bekämpfen; dabei sind gleiche Arten von Datenverkehr gleich zu behandeln."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Sie dürfen neben dem Zugang zum Internet über denselben Anschluss andere Dienste anbieten, die für bestimmte Inhalte, Anwendungen oder Dienste optimiert sein müssen, um die Qualitätsanforderungen der Kundinnen und Kunden zu erfüllen. Die anderen Dienste dürfen nicht als Ersatz für Internetzugangsdienste nutzbar sein oder angeboten werden, und sie dürfen nicht die Qualität der Internetzugangsdienste verschlechtern."
                        },
                        {
                            "Absatz": "4",
                            "text": "Behandeln sie Informationen bei der Übertragung technisch oder wirtschaftlich unterschiedlich, so müssen sie die Kundinnen und Kunden sowie die Öffentlichkeit darüber informieren."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_13",
                    "number": "13",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Soweit keine überwiegenden öffentlichen oder privaten Interessen entgegenstehen, gibt das BAKOM Auskunft über Name und Adresse der Anbieterin von Fernmelde- oder Mehrwertdiensten, über die von ihr erbrachten Dienste und über sie betreffende administrative oder strafrechtliche Verfolgungen und Sanktionen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Es kann diese Informationen veröffentlichen und im Abrufverfahren zugänglich machen, wenn hierfür ein öffentliches Interesse besteht."
                        },
                        {
                            "Absatz": "3",
                            "text": "Über laufende administrative oder strafrechtliche Verfolgungen kann es nur bei einem überwiegenden öffentlichen oder privaten Interesse Auskunft geben oder diese veröffentlichen und im Abrufverfahren zugänglich machen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_13_a",
                    "number": "13a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Kommission und das Bundesamt können Personendaten, einschliesslich Daten über verwaltungs- oder strafrechtliche Verfolgungen und Sanktionen, bearbeiten, sofern dies zur Erfüllung der ihnen durch die Fernmeldegesetzgebung auferlegten Aufgaben unerlässlich ist.44 Sie können hierzu ein Informationssystem benutzen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Sie treffen die für den Schutz und die Sicherheit der Daten bei der Bearbeitung, insbesondere bei der Übermittlung, nötigen technischen und organisatorischen Massnahmen."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat kann ergänzende Bestimmungen erlassen, namentlich über die Organisation und den Betrieb des Informationssystems, über die Kategorien der zu bearbeitenden Daten, über die Zugriffs- und Bearbeitungsberechtigung, über die Aufbewahrungsdauer sowie über die Archivierung und Vernichtung der Daten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_13_b",
                    "number": "13b",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die ComCom und das BAKOM übermitteln anderen schweizerischen Behörden diejenigen Daten, die diese Behörden zur Erfüllung ihrer gesetzlichen Aufgaben benötigen. Zu diesen Daten gehören auch die in Verwaltungs- oder Verwaltungsstrafverfahren beschafften besonders schützenswerten Personendaten.46 Die Daten werden einzeln, auf Listen oder auf elektronischen Datenträgern zugänglich gemacht."
                        },
                        {
                            "Absatz": "2",
                            "text": "Unter Vorbehalt anders lautender internationaler Vereinbarungen dürfen die Kommission und das Bundesamt ausländischen Aufsichtsbehörden im Fernmeldebereich Daten, einschliesslich in Verwaltungs- oder Verwaltungsstrafverfahren beschaffter besonders schützenswerter Personendaten, nur übermitteln, sofern diese Behörden:47",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "solche Daten ausschliesslich zur Ausübung der Aufsicht über Anbieterinnen von Fernmeldediensten und zur Marktbeobachtung verwenden;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "an das Amts- oder Berufsgeheimnis gebunden sind; und"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "diese Daten nicht ohne vorgängige Zustimmung der ComCom oder des BAKOM oder auf Grund einer generellen Ermächtigung in einem Staatsvertrag an zuständige Behörden und an Organe weiterleiten, die mit im öffentlichen Interesse liegenden Aufsichtsaufgaben betraut sind."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Die ComCom und das BAKOM dürfen keine Daten an ausländische Strafbehörden weiterleiten, wenn die Rechtshilfe in Strafsachen ausgeschlossen ist. Die ComCom oder das BAKOM entscheidet im Einvernehmen mit dem Bundesamt für Justiz."
                        },
                        {
                            "Absatz": "4",
                            "text": "Schweizerische Behörden geben der Kommission und dem Bundesamt kostenlos diejenigen Daten weiter, die für die Durchsetzung der Fernmeldegesetzgebung von Bedeutung sein können, einschliesslich besonders schützenswerter Personendaten.48 Die Daten werden einzeln, auf Listen oder auf elektronischen Datenträgern zugänglich gemacht."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "2. Abschnitt: Grundversorgungskonzession",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_2/sec_2",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_14",
                    "number": "14",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die ComCom stellt sicher, dass die Grundversorgung für alle Bevölkerungskreise in allen Teilen des Landes gewährleistet wird. Zu diesem Zweck erteilt sie periodisch eine oder mehrere Grundversorgungskonzessionen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Konzession ist mit der Auflage verbunden, im Konzessionsgebiet alle oder bestimmte Dienste der Grundversorgung (Art. 16) allen Bevölkerungskreisen anzubieten."
                        },
                        {
                            "Absatz": "3",
                            "text": "Für die Erteilung der Konzession wird eine Ausschreibung durchgeführt. Das Verfahren folgt den Grundsätzen der Objektivität, der Nichtdiskriminierung und der Transparenz. Der Bundesrat regelt die Einzelheiten. Das öffentliche Beschaffungsrecht ist nicht anwendbar.51"
                        },
                        {
                            "Absatz": "4",
                            "text": "Zeigt sich von vornherein, dass die Ausschreibung nicht unter Wettbewerbsbedingungen ablaufen kann, oder führt sie zu keinen geeigneten Bewerbungen, so kann die ComCom eine oder mehrere Anbieterinnen von Fernmeldediensten zur Grundversorgung heranziehen."
                        },
                        {
                            "Absatz": "5",
                            "text": "Konzessionen werden in der Regel auf den gleichen Termin befristet."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_15",
                    "number": "15",
                    "title": "Konzessionsvoraussetzungen",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Wer eine Grundversorgungskonzession erwerben will, muss:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "über die notwendigen technischen Fähigkeiten verfügen;"
                                },
                                {
                                    "litera": "b.52",
                                    "paragraphs": "glaubhaft darlegen, dass das Dienstleistungsangebot, insbesondere in finanzieller Hinsicht, und der Betrieb während der ganzen Konzessionsdauer sichergestellt sind, und ausweisen, welche finanzielle Abgeltung nach Artikel 19 dafür beansprucht wird;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "dafür Gewähr bieten, dass er das anwendbare Recht, namentlich dieses Gesetz, seine Ausführungsbestimmungen sowie die Konzession einhält;"
                                },
                                {
                                    "litera": "d.53",
                                    "paragraphs": "dafür Gewähr bieten, dass er die arbeitsrechtlichen Vorschriften einhält und die Arbeitsbedingungen der Branche gewährleistet."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_16",
                    "number": "16",
                    "title": "Umfang der Grundversorgung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Konzessionärin der Grundversorgung erbringt in ihrem Konzessionsgebiet auf dem jeweils aktuellen Stand der Technik und nachfrageorientiert einen oder mehrere der folgenden Dienste:55",
                            "literas": [
                                {
                                    "litera": "a.56",
                                    "paragraphs": "den öffentlichen Telefondienst, nämlich die fernmeldetechnische Sprachübertragung in Echtzeit, einschliesslich der fernmeldetechnischen Übertragung von Daten mit Datenraten, wie sie über die Übertragungswege für Sprache geleitet werden können, sowie den Anschluss und die Zusatzdienste;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "den Zugang zu Notrufdiensten;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "eine ausreichende Versorgung mit öffentlichen Sprechstellen;"
                                },
                                {
                                    "litera": "d.57",
                                    "paragraphs": "den Zugang zu den schweizerischen Verzeichnissen der Teilnehmerinnen und Teilnehmer am öffentlichen Telefondienst; der Bundesrat kann vorsehen, dass eine Grundversorgungskonzessionärin ein Verzeichnis aller Kundinnen und Kunden von Diensten der Grundversorgung führt (Universalverzeichnis);"
                                },
                                {
                                    "litera": "e.58",
                                    "paragraphs": "….59"
                                }
                            ]
                        },
                        {
                            "Absatz": "1bis",
                            "text": "bis Die Dienste der Grundversorgung müssen so angeboten werden, dass Menschen mit Behinderungen sie in qualitativer, quantitativer und wirtschaftlicher Hinsicht unter vergleichbaren Bedingungen wie Menschen ohne Behinderungen beanspruchen können. Zu diesem Zweck hat die Konzessionärin der Grundversorgung insbesondere dafür zu sorgen, dass:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die öffentlichen Sprechstellen den Bedürfnissen der sensorisch oder bewegungsbehinderten Menschen entsprechen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "für Hörbehinderte ein Dienst für die Vermittlung und Umsetzung der Mitteilungen zur Verfügung steht;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "für Sehbehinderte ein Auskunftsdienst und ein Vermittlungsdienst zur Verfügung steht.60"
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat bestimmt die Einzelheiten. Er kann besondere Bestimmungen für Anschlüsse ausserhalb des Siedlungsgebietes vorsehen. Er kann diese Aufgaben dem Eidgenössischen Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) übertragen.61"
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat passt den Inhalt der Grundversorgung periodisch den gesellschaftlichen und wirtschaftlichen Bedürfnissen und dem Stand der Technik an."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_17",
                    "number": "17",
                    "title": "Qualität und Preise",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Dienste der Grundversorgung müssen landesweit in einer bestimmten Qualität erhältlich sein. Der Bundesrat legt die Qualitätskriterien fest."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat strebt distanzunabhängige Tarife an. Er legt periodisch für die Grundversorgung Preisobergrenzen fest. Diese Obergrenzen gelten einheitlich für das ganze Gebiet und richten sich nach der Entwicklung des Marktes."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_18",
                    "number": "18",
                    "title": "No Title",
                    "paragraphs": []
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_19",
                    "number": "19",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Zeigt sich vor der Konzessionserteilung, dass die Kosten für die Erbringung der Grundversorgung in einem bestimmten Gebiet trotz effizienter Betriebsführung nicht gedeckt werden können, so hat die Konzessionärin Anspruch auf eine finanzielle Abgeltung."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Konzessionärin, die eine finanzielle Abgeltung erhält, muss dem BAKOM jährlich alle für die Kostenevaluation und -kontrolle benötigten Informationen, insbesondere die Rechnungslegungs- und Finanzinformationen, geben."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat regelt die Einzelheiten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_19_a",
                    "number": "19a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Konzession kann nur mit der Genehmigung der ComCom ganz oder teilweise einem Dritten übertragen werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Für die Änderung der Konzession gilt Artikel 24e."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_19_b",
                    "number": "19b",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Soweit keine überwiegenden öffentlichen oder privaten Interessen entgegenstehen, veröffentlicht das BAKOM den Namen und die Adresse der Konzessionärin, den Konzessionsgegenstand sowie die Rechte und Pflichten aus der Konzession."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "3. Abschnitt: Aus der Erbringung bestimmter Dienste abgeleitete Pflichten",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_2/sec_3",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_20",
                    "number": "20",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Anbieterinnen des öffentlichen Telefondienstes müssen einen Dienst anbieten, der es den Benutzerinnen und Benutzern ermöglicht, bei Gefahr für Leib, Leben, Gesundheit oder Eigentum die zuständige Alarmzentrale zu erreichen (Notrufdienst)."
                        },
                        {
                            "Absatz": "2",
                            "text": "Sie müssen bei Notrufen die Leitweglenkung und die Standortidentifikation sicherstellen. Der Bundesrat kann, nach Abwägung der Interessen der Bevölkerung und der Anbieterinnen sowie unter Berücksichtigung der technischen Entwicklung und der internationalen Harmonisierung, Ausnahmen festlegen und die Nutzung von Ortungsfunktionen von Endgeräten auch ohne ausdrückliche Zustimmung der Benutzerin oder des Benutzers vorsehen."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat kann die Pflicht zur Erbringung des Notrufdienstes auf weitere Fernmeldedienste ausdehnen, die öffentlich zugänglich sind und verbreitet genutzt werden."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_21",
                    "number": "21",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Anbieterinnen des öffentlichen Telefondienstes erheben und aktualisieren die Verzeichnisdaten ihrer Kundinnen und Kunden. Dabei gilt Folgendes:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die Anbieterinnen des öffentlichen Telefondienstes sind nicht verpflichtet, die Richtigkeit der Daten zu überprüfen."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Sie müssen sicherstellen, dass die Daten den Angaben der Kundinnen und Kunden entsprechen."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Sie können es ablehnen, Angaben in die Verzeichnisdaten aufzunehmen, die offensichtlich unrichtig sind oder einem rechtswidrigen Zweck dienen; sie können solche Angaben aus den Verzeichnisdaten entfernen."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Sie ermöglichen den Anbieterinnen von Diensten, die auf den Verzeichnisdaten basieren, den Zugang zum Mindestinhalt der Verzeichnisdaten ihrer Kundinnen und Kunden; sie machen ihnen die Daten elektronisch zugänglich."
                        },
                        {
                            "Absatz": "3",
                            "text": "Sie gewähren den Zugang zu den Daten auf transparente und nicht diskriminierende Weise zu Preisen, die sich an den Kosten für das Bereitstellen der Verzeichnisdaten orientieren. Sie berücksichtigen dabei die internationalen technischen Normen. Im Streitfall gelten die Artikel 11a und 11b sinngemäss."
                        },
                        {
                            "Absatz": "4",
                            "text": "Die Anbieterinnen von Diensten, die auf den Verzeichnisdaten basieren, müssen die Integrität der Daten wahren. Sie dürfen die Daten nur mit der Zustimmung der für die Erhebung zuständigen Anbieterin des öffentlichen Telefondienstes verändern. Sie müssen die Daten gemäss den von den Anbieterinnen des öffentlichen Telefondienstes übermittelten Änderungen aktualisieren oder löschen. Der Bundesrat kann Vorschriften über die Bearbeitung der Verzeichnisdaten erlassen."
                        },
                        {
                            "Absatz": "5",
                            "text": "Die Anbieterinnen des öffentlichen Telefondienstes können zur Erfüllung ihrer Verpflichtungen Dritte beiziehen."
                        },
                        {
                            "Absatz": "6",
                            "text": "Der Bundesrat kann die Anwendung der Vorschriften dieses Artikels auf andere Fernmeldedienste ausdehnen, die öffentlich zugänglich sind und verbreitet genutzt werden."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_21_a",
                    "number": "21a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Anbieterinnen des öffentlichen Telefondienstes müssen sicherstellen, dass alle Benutzerinnen und Benutzer miteinander kommunizieren können (Interoperabilität).70"
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat kann die Verpflichtung nach Absatz 1 auf andere Fernmeldedienste ausdehnen, die öffentlich zugänglich sind und verbreitet genutzt werden.71 Er kann Schnittstellen für den Zugang zu den Diensten nach internationalen Normen vorschreiben. Das BAKOM erlässt die nötigen technischen und administrativen Vorschriften."
                        },
                        {
                            "Absatz": "3",
                            "text": "Die zur Interoperabilität verpflichteten Anbieterinnen müssen die Interkonnektion auch anbieten, wenn sie nicht marktbeherrschend sind. Für Streitigkeiten über die Bedingungen der Interkonnektion gelten die Artikel 11a Absätze 1 und 3 sowie 11b sinngemäss.72 Der Bundesrat kann den zur Interoperabilität verpflichteten Anbieterinnen weitere Pflichten auferlegen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_21_b",
                    "number": "21b",
                    "title": "No Title",
                    "paragraphs": []
                }
            ]
        },
        {
            "chapter_title": "3. Kapitel: Funk",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_3",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_22",
                    "number": "22",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das Funkfrequenzspektrum darf unter Einhaltung der Nutzungsvorschriften frei genutzt werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat kann vorsehen, dass die Nutzung bestimmter Frequenzen nur zulässig ist:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "mit einer Konzession des BAKOM oder, in den Fällen nach Artikel 22a, der ComCom;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "nach einer Meldung an das BAKOM;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "mit einem Fähigkeitszeugnis."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Einschränkungen nach Absatz 2 sieht er nur vor:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "zur Vermeidung funktechnischer Störungen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "zur Gewährleistung der technischen Qualität von Fernmeldediensten und anderen Funkanwendungen;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "zur Sicherstellung der effizienten Nutzung des Funkfrequenzspektrums; oder"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "in Fällen, in denen andere Erlasse oder Staatsverträge vorsehen, dass das Frequenzspektrum nur mit einer Genehmigung der zuständigen Behörde genutzt werden darf."
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "Für diejenigen Frequenzbereiche, für deren Zuteilung die Armee oder der Zivilschutz gemäss dem nationalen Frequenzzuweisungsplan zuständig ist, sieht der Bundesrat keine Einschränkungen nach Absatz 2 vor."
                        },
                        {
                            "Absatz": "5",
                            "text": "Er legt die Nutzungsvorschriften und die Voraussetzungen für die Erteilung der Fähigkeitszeugnisse fest."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_22_a",
                    "number": "22a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die ComCom erteilt die Konzessionen für die Nutzung des Funkfrequenzspektrums, das zur Erbringung von Fernmeldediensten dient."
                        },
                        {
                            "Absatz": "2",
                            "text": "Stehen voraussichtlich nicht genügend Frequenzen zur Verfügung, so führt sie in der Regel eine öffentliche Ausschreibung durch."
                        },
                        {
                            "Absatz": "3",
                            "text": "Sie kann die Kompetenz zur Erteilung von Funkkonzessionen, für die keine Knappheit nach Absatz 2 besteht oder droht, im Einzelfall oder generell für ganze Frequenzbänder dem BAKOM übertragen."
                        },
                        {
                            "Absatz": "4",
                            "text": "Der Bundesrat regelt die Grundsätze der Erteilung von Funkkonzessionen, die ganz oder teilweise für die Verbreitung von Radio- und Fernsehprogrammen bestimmt sind."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_23",
                    "number": "23",
                    "title": "Konzessionsvoraussetzungen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Wer eine Funkkonzession erwerben will, muss:",
                            "literas": [
                                {
                                    "litera": "a.76",
                                    "paragraphs": "über die notwendigen technischen Fähigkeiten und, sofern für die Nutzung der entsprechenden Frequenzen vorgeschrieben (Art. 22 Abs. 2 Bst. c), über ein entsprechendes Fähigkeitszeugnis verfügen;"
                                },
                                {
                                    "litera": "b.77",
                                    "paragraphs": "dafür Gewähr bieten, dass er das anwendbare Recht, namentlich dieses Gesetz, das RTVG78, die entsprechenden Ausführungsbestimmungen sowie die Konzession einhält."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Soweit keine internationalen Verpflichtungen entgegenstehen, kann die Konzessionsbehörde nach ausländischem Recht organisierten Unternehmen die Konzession verweigern, wenn kein Gegenrecht gewährt wird."
                        },
                        {
                            "Absatz": "3",
                            "text": "Eine Funkkonzession wird nur erteilt, wenn gestützt auf den nationalen Frequenzzuweisungsplan genügend Frequenzen zur Verfügung stehen."
                        },
                        {
                            "Absatz": "4",
                            "text": "Die Erteilung einer Funkkonzession darf wirksamen Wettbewerb weder beseitigen noch erheblich beeinträchtigen, es sei denn, Gründe der wirtschaftlichen Effizienz rechtfertigten eine Ausnahme. Ist die Frage der Beseitigung oder der erheblichen Beeinträchtigung des wirksamen Wettbewerbs zu beurteilen, so konsultiert die Konzessionsbehörde die Wettbewerbskommission.79"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_24",
                    "number": "24",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat regelt das Verfahren zur Erteilung der Funkkonzessionen. Dieses folgt den Grundsätzen der Objektivität, der Nichtdiskriminierung und der Transparenz. Die von den Gesuchstellerinnen gemachten Angaben werden vertraulich behandelt."
                        },
                        {
                            "Absatz": "2",
                            "text": "Das öffentliche Beschaffungsrecht ist nicht anwendbar."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat kann für das erstinstanzliche Verfahren betreffend die öffentliche Ausschreibung und für das Beschwerdeverfahren insbesondere zur Beurteilung der Eingaben und zur Wahrung von Geschäftsgeheimnissen von den folgenden Bestimmungen des Bundesgesetzes vom 20. Dezember 196881 über das Verwaltungsverfahren (VwVG) abweichen:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Feststellung des Sachverhalts (Art. 12 VwVG);"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Mitwirkung der Parteien (Art. 13 VwVG);"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Akteneinsicht (Art. 26–28 VwVG);"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "rechtliches Gehör (Art. 30 und 31 VwVG);"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Eröffnung und Begründung von Verfügungen (Art. 34 und 35 VwVG)."
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "Zwischenverfügungen im Verfahren betreffend die öffentliche Ausschreibung sind nicht selbstständig durch Beschwerde anfechtbar."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_24_a",
                    "number": "24a",
                    "title": "No Title",
                    "paragraphs": []
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_24_b",
                    "number": "24b",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Bestehen für einen bestimmten konzessionspflichtigen Sachverhalt keine Konzessionsvorschriften, so legt die Konzessionsbehörde diese im Einzelfall fest."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_24_c",
                    "number": "24c",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Konzession wird auf bestimmte Zeit erteilt. Die Konzessionsbehörde legt die Dauer nach Art und Bedeutung der Konzession fest."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_24_d",
                    "number": "24d",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Konzessionen sind ganz oder teilweise übertragbar."
                        },
                        {
                            "Absatz": "2",
                            "text": "Übertragungen sind nur mit vorgängiger Zustimmung der Konzessionsbehörde zulässig. Die Zustimmung darf nur verweigert werden, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Konzessionsvoraussetzungen nach Artikel 23 nicht eingehalten werden; oder"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die störungsfreie und effiziente Frequenznutzung nicht gewährleistet ist."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Die Konzessionsbehörde kann für einzelne Frequenzbereiche Ausnahmen vom Zustimmungserfordernis vorsehen, wenn eine störungsfreie und effiziente Frequenznutzung voraussichtlich weiterhin gewährleistet ist und wenn der wirksame Wettbewerb dadurch weder beseitigt noch erheblich beeinträchtigt wird. Übertragungen, die keiner Zustimmung bedürfen, müssen der Konzessionsbehörde vorgängig gemeldet werden."
                        },
                        {
                            "Absatz": "4",
                            "text": "Wurde die Konzession von der ComCom erteilt, so ist Absatz 2 sinngemäss auf den wirtschaftlichen Übergang der Konzession anwendbar. Ein wirtschaftlicher Übergang liegt vor, wenn ein Unternehmen nach den kartellrechtlichen Bestimmungen die Kontrolle über die Konzessionärin erlangt."
                        },
                        {
                            "Absatz": "5",
                            "text": "Nutzen Inhaberinnen von Konzessionen, die von der ComCom erteilt wurden, Bestandteile von Funknetzen gemeinsam, so müssen sie dies der ComCom vorgängig melden. Eine gemeinsame Frequenznutzung bedarf der Zustimmung nach Absatz 2."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_24_e",
                    "number": "24e",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Konzessionsbehörde kann die Konzession veränderten tatsächlichen oder rechtlichen Verhältnissen anpassen oder widerrufen, wenn die Änderung oder der Widerruf zur Wahrung wichtiger öffentlicher Interessen notwendig ist."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Konzessionärin wird angemessen entschädigt, wenn die übertragenen Rechte widerrufen oder wesentlich geschmälert werden."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_24_f",
                    "number": "24f",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Soweit keine überwiegenden öffentlichen oder privaten Interessen entgegenstehen, gibt das BAKOM Auskunft über Name und Adresse der Konzessionärin, den Konzessionsgegenstand, die Rechte und Pflichten aus der Konzession, die Frequenzzuteilungen sowie die Sendestandorte.88"
                        },
                        {
                            "Absatz": "2",
                            "text": "Es kann diese Informationen veröffentlichen und im Abrufverfahren zugänglich machen, wenn hierfür ein öffentliches Interesse besteht."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_25",
                    "number": "25",
                    "title": "Frequenzverwaltung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das BAKOM verwaltet das Frequenzspektrum sowie die schweizerischen Nutzungsrechte und Orbitalpositionen von Satelliten unter Beachtung der internationalen Vereinbarungen. Es ergreift die geeigneten Massnahmen zur Gewährleistung einer effizienten und störungsfreien Nutzung sowie zur Sicherung eines gleichberechtigten Zugangs zu diesen Gütern gestützt auf den nationalen Frequenzzuweisungsplan."
                        },
                        {
                            "Absatz": "1bis",
                            "text": "bis Es erlässt den nationalen Frequenzzuweisungsplan. Dabei trägt es in angemessener Weise den Frequenzbedürfnissen Rechnung, die sich aus den Aufgaben der Armee und des Zivilschutzes ergeben; es arbeitet mit der zuständigen Stelle der Armee zusammen.89"
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat genehmigt den nationalen Frequenzzuweisungsplan.90"
                        },
                        {
                            "Absatz": "3",
                            "text": "Er kann der Armee bei einem Truppenaufgebot für die Dauer des Einsatzes zusätzliche freie oder bereits konzessionierte Frequenzen zuteilen.91"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_26",
                    "number": "26",
                    "title": "Technische Kontrolle",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das BAKOM kontrolliert das Frequenzspektrum zu Planungszwecken und im Rahmen der Aufsicht über die Frequenznutzung."
                        },
                        {
                            "Absatz": "2",
                            "text": "Es übt diese Kontrollen allein oder in Zusammenarbeit mit anderen Behörden aus. Der Bundesrat regelt die Zusammenarbeit."
                        },
                        {
                            "Absatz": "3",
                            "text": "Das BAKOM darf den Inhalt des Funkverkehrs abhören und aufzeichnen, soweit dies zur Gewährleistung eines störungsfreien Fernmeldeverkehrs und Rundfunks erforderlich ist und andere Massnahmen nicht erfolgreich waren oder mit unverhältnismässigem Aufwand verbunden sind."
                        },
                        {
                            "Absatz": "4",
                            "text": "Die aufgezeichneten Informationen dürfen nur zur Ermittlung von Störenden und Störungsursachen verwendet werden."
                        },
                        {
                            "Absatz": "5",
                            "text": "Besteht der begründete Verdacht, dass eine nach diesem Gesetz strafbare Handlung begangen wurde, so sind die zum Beweis geeigneten Aufzeichnungen der zuständigen Behörde zu übergeben. Jede andere Aufzeichnung ist unverzüglich zu vernichten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_27",
                    "number": "27",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Artikel 13a und 13b über die Datenbearbeitung und die Amtshilfe sind anwendbar."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "4. Kapitel: Adressierungselemente",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_4",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_28",
                    "number": "28",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das BAKOM verwaltet die Adressierungselemente, deren Verwaltung auf nationaler Ebene zu erfolgen hat. Es sorgt dafür, dass genügend Adressierungselemente vorhanden sind; dabei berücksichtigt es die technische Entwicklung und die internationale Harmonisierung."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat bestimmt, welche Adressierungselemente vom BAKOM verwaltet werden müssen."
                        },
                        {
                            "Absatz": "3",
                            "text": "Er kann zur Beilegung von Streitigkeiten zwischen den Inhaberinnen und Inhabern von Adressierungselementen und Dritten ein zwingendes alternatives Verfahren vorschreiben. Er regelt das Verfahren, seine Folgen und seine Auswirkungen auf das zivilrechtliche Verfahren, insbesondere den Stillstand der Verjährung und die Beweislast. Vorbehalten sind Zivilklagen der Inhaberinnen und Inhaber von Adressierungselementen und Dritter."
                        },
                        {
                            "Absatz": "4",
                            "text": "Niemand hat Anspruch auf ein bestimmtes Adressierungselement. Der Bundesrat kann Ausnahmen vorsehen."
                        },
                        {
                            "Absatz": "5",
                            "text": "Die Anbieterinnen von Fernmeldediensten stellen die Nummernportabilität sicher."
                        },
                        {
                            "Absatz": "6",
                            "text": "Der Bundesrat erlässt Vorschriften über die Verwaltung von Adressierungselementen, insbesondere über:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Zuteilung, die Nutzung, die Sperrung, die Übertragung und den Widerruf;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "den Erlass der Nummerierungspläne;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die Übertragung der Verwaltung an Dritte, die Beendigung der delegierten Tätigkeit sowie die Aufsicht über diese;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Unterzuteilung;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "die Nummernportabilität."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_28_a",
                    "number": "28a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das BAKOM kann die Verwaltung bestimmter Adressierungselemente in besonderen Fällen Dritten übertragen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Es wählt die Dritten aufgrund eines Ausschreibungs- oder eines Einladungsverfahrens aus. Liegen wichtige Gründe vor, so bestimmt es diese direkt."
                        },
                        {
                            "Absatz": "3",
                            "text": "Führt das Ausschreibungs- oder das Einladungsverfahren zu keinen geeigneten Bewerbungen oder können die Beauftragten ihre Pflichten nicht mehr erfüllen, so kann das BAKOM Dritte verpflichten, die Aufgabe wahrzunehmen. Diese können für ihre Tätigkeit Preise verlangen, die die relevanten Kosten decken und die Erzielung eines angemessenen Gewinns erlauben."
                        },
                        {
                            "Absatz": "4",
                            "text": "Betreffend das Auswahlverfahren gilt Artikel 24 sinngemäss."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_28_b",
                    "number": "28b",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Dieses Gesetz gilt für die folgenden Internet-Domains:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die länderspezifische Domain «.ch» und, sofern die Verwaltung der Domain in den Zuständigkeitsbereich des Bundes fällt, alle anderen Internet-Domains, die alphanumerisch die Schweiz bezeichnen, einschliesslich der Umsetzung in anderen Alphabeten oder grafischen Systemen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die generischen Domains, für deren Verwaltung schweizerische öffentlich-rechtliche Körperschaften zuständig sind;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die generischen Domains, für deren Verwaltung Personen mit Wohnsitz oder Sitz in der Schweiz zuständig sind;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die generischen Domains, die angesichts ihrer Bezeichnung von besonderer politischer, kultureller, geografischer oder religiöser Bedeutung für die Schweiz sind."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_28_c",
                    "number": "28c",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das BAKOM verwaltet Internet-Domains, für deren Verwaltung der Bund zuständig ist."
                        },
                        {
                            "Absatz": "2",
                            "text": "Es kann gewerbliche Dienstleistungen gegenüber Dritten erbringen, soweit dies für die Verwaltung von Domain-Namen nötig ist und die Voraussetzungen nach Artikel 41a Absätze 2 und 3 des Finanzhaushaltsgesetzes vom 7. Oktober 200597 erfüllt sind."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_28_d",
                    "number": "28d",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Verwaltung der Internet-Domains und der diesen untergeordneten Domain-Namen richtet sich nach den folgenden Grundsätzen:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Die Sicherheit und die Verfügbarkeit der Infrastruktur und der für das Funktionieren des Domain-Namen-Systems erforderlichen Dienstleistungen sind gewährleistet."
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Die Verwaltung erfolgt auf transparente und nicht diskriminierende Weise, wenn sie in den Zuständigkeitsbereich öffentlich-rechtlicher Körperschaften fällt."
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Die Halterinnen und Halter sowie die Gesuchstellerinnen und Gesuchsteller von Domain-Namen werden vor der missbräuchlichen Nutzung ihrer Personendaten geschützt."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_28_e",
                    "number": "28e",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der Bundesrat regelt die Modalitäten der Verwaltung der Internet-Domains und der diesen untergeordneten Domain-Namen; dabei berücksichtigt er die Regeln, die auf internationaler Ebene angewendet werden. Er kann insbesondere:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "die Bedingungen für die Zuteilung, die Nutzung, die Sperrung, die Übertragung und den Widerruf von Domain-Namen festlegen, die den in die Kompetenz des Bundes fallenden Domains untergeordnet sind;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die Bearbeitung von Personendaten in Zusammenhang mit Domains regeln, die in den Geltungsbereich dieses Gesetzes fallen, einschliesslich des zur Verfügungsstellens einer öffentlich zugänglichen Datenbank, die jeder Person den Zugang zu Angaben über die Halterinnen und Halter von Domain-Namen gewährleistet;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Massnahmen vorsehen, die eine widerrechtliche Nutzung von Domain-Namen oder eine Nutzung von Domain-Namen verhindern, die gegen die öffentliche Ordnung verstösst, und die Zusammenarbeit mit den spezialisierten privaten oder öffentlichen Stellen in diesem Bereich regeln;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die institutionelle, funktionelle und operationelle Organisation der Domains, die in den Zuständigkeitsbereich des Bundes fallen, festlegen;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "die Verwaltung von Domains regeln, für die andere öffentlich-rechtliche Körperschaften als der Bund oder in der Schweiz ansässige Privatpersonen zuständig sind;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "Bestimmungen betreffend generische Domains von besonderer politischer, kultureller, geografischer oder religiöser Bedeutung erlassen, sofern dies für die Wahrung der Interessen der Schweiz notwendig ist."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_29",
                    "number": "29",
                    "title": "Auskunftspflicht",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Inhaberinnen und Inhaber von Adressierungselementen sind verpflichtet, der zuständigen Behörde die zur Verwaltung der zugeteilten Adressierungselemente notwendigen Auskünfte zu erteilen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_30",
                    "number": "30",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Änderungen der Nummerierungspläne oder der Vorschriften über die Verwaltung der Adressierungselemente durch die Behörden begründen keinen Anspruch auf Entschädigung."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_30_a",
                    "number": "30a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Artikel 13a und 13b über die Datenbearbeitung und die Amtshilfe sind anwendbar."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "5. Kapitel: Fernmeldeanlagen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_5",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_31",
                    "number": "31",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat kann technische Vorschriften über das Importieren, das Anbieten, das Bereitstellen auf dem Markt und die Inbetriebnahme von Fernmeldeanlagen festlegen, insbesondere hinsichtlich grundlegender fernmeldetechnischer Anforderungen sowie der Konformitätsbewertung, der Konformitätsbescheinigung, der Konformitätserklärung, der Kennzeichnung, der Anmeldung und der Nachweispflicht (Art. 3 des Bundesgesetzes vom 6. Oktober 1995104 über die technischen Handelshemmnisse).105"
                        },
                        {
                            "Absatz": "2",
                            "text": "Hat der Bundesrat die grundlegenden fernmeldetechnischen Anforderungen nach Absatz 1 festgelegt, so konkretisiert das BAKOM diese Anforderungen in der Regel, indem es:106",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "technische Normen bezeichnet, bei deren Einhaltung vermutet wird, dass auch die grundlegenden Anforderungen erfüllt sind; oder"
                                },
                                {
                                    "litera": "b.107",
                                    "paragraphs": "technische Normen, Rechtsakte der Europäischen Union oder andere Festlegungen für verbindlich erklärt."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Bei der Umsetzung von Absatz 2 berücksichtigt das BAKOM die internationalen Normen; Abweichungen bedürfen der Zustimmung des Staatssekretariats für Wirtschaft."
                        },
                        {
                            "Absatz": "3bis",
                            "text": "bis Das BAKOM kann technische Normen erarbeiten und veröffentlichen.108"
                        },
                        {
                            "Absatz": "4",
                            "text": "Hat der Bundesrat keine grundlegenden fernmeldetechnischen Anforderungen nach Absatz 1 festgelegt oder hat das BAKOM diese nicht nach Absatz 2 konkretisiert, so muss die Person, die eine Fernmeldeanlage anbietet, auf dem Markt bereitstellt109 oder in Betrieb nimmt, dafür sorgen, dass diese den anerkannten Regeln der Fernmeldetechnik entspricht. Als solche Regeln gelten in erster Linie die international harmonisierten technischen Normen. Wo solche fehlen, sind die technischen Spezifikationen des BAKOM und, soweit auch keine solchen bestehen, die nationalen Normen zu beachten."
                        },
                        {
                            "Absatz": "5",
                            "text": "Wenn Gründe der fernmeldetechnischen Sicherheit es erfordern, kann das BAKOM vorschreiben, dass Fernmeldeanlagen nur an besonders befähigte Personen abgegeben werden dürfen. Es kann die Einzelheiten dieser Abgabe festlegen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_32",
                    "number": "32",
                    "title": "Erstellen und Betreiben",
                    "paragraphs": [
                        {
                            "Absatz": "110",
                            "text": "Eine Fernmeldeanlage darf nur erstellt und betrieben werden, wenn sie zum Zeitpunkt ihres erstmaligen Bereitstellens auf dem Markt, Erstellens oder Inbetriebnehmens den dafür geltenden Vorschriften entsprach und in diesem Zustand erhalten wurde. Der Bundesrat kann Ausnahmen festlegen.110"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_32_a",
                    "number": "32a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der Bundesrat regelt das Importieren, das Anbieten, das Bereitstellen auf dem Markt, die Inbetriebnahme, das Erstellen und das Betreiben von Fernmeldeanlagen, die von Behörden im Interesse der öffentlichen Sicherheit eingesetzt werden müssen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_32_b",
                    "number": "32b",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Es ist verboten, Fernmeldeanlagen und andere Vorrichtungen, die dazu bestimmt sind, den Fernmeldeverkehr oder den Rundfunk zu stören oder zu verhindern, herzustellen, zu importieren, anzubieten, auf dem Markt bereitzustellen, zu besitzen, in Betrieb zu nehmen, zu erstellen oder zu betreiben."
                        },
                        {
                            "Absatz": "2",
                            "text": "Artikel 32a bleibt vorbehalten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_33",
                    "number": "33",
                    "title": "Kontrolle",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Um zu kontrollieren, ob die Vorschriften über das Importieren, das Anbieten, das Bereitstellen auf dem Markt, die Inbetriebnahme, das Erstellen oder das Betreiben von Fernmeldeanlagen eingehalten werden, kann das BAKOM zu den üblichen Arbeitszeiten die Räume betreten, in welchen sich die Anlagen befinden.113"
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat regelt das Zutrittsrecht zu Fernmeldeanlagen, die militärischen Geheimhaltungsvorschriften unterstehen."
                        },
                        {
                            "Absatz": "3",
                            "text": "Entspricht eine Fernmeldeanlage den Vorschriften nicht, so trifft das BAKOM die nötigen Massnahmen. Es kann insbesondere das Erstellen und das Betreiben sowie das Importieren, das Anbieten und das Bereitstellen auf dem Markt einschränken oder verbieten, die Herstellung des vorschriftsgemässen Zustandes oder den Rückruf anordnen oder die Anlage entschädigungslos beschlagnahmen.114"
                        },
                        {
                            "Absatz": "4",
                            "text": "Das BAKOM kann die Informationen über Massnahmen nach Absatz 3 veröffentlichen und sie im Abrufverfahren zugänglich machen, wenn hierfür ein öffentliches Interesse besteht.115"
                        },
                        {
                            "Absatz": "5",
                            "text": "Über laufende administrative oder strafrechtliche Verfolgungen darf es nur bei einem überwiegenden öffentlichen oder privaten Interesse Auskunft geben oder diese veröffentlichen oder im Abrufverfahren zugänglich machen.116"
                        },
                        {
                            "Absatz": "6",
                            "text": "Es kann sich an internationalen Datenbanken zum Informationsaustausch zwischen Marktüberwachungsbehörden beteiligen. Es darf darin nur Daten erfassen, deren Übermittlung an ausländische Behörden nach Artikel 13b zulässig wäre.117"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_34",
                    "number": "34",
                    "title": "Störung",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Stört eine Fernmeldeanlage den Fernmeldeverkehr oder den Rundfunk, so kann das BAKOM die Betreiberin verpflichten, die Anlage auf eigene Kosten zu ändern oder den Betrieb einzustellen, auch wenn sie den Vorschriften über das Importieren, das Anbieten, das Bereitstellen auf dem Markt, die Inbetriebnahme, das Erstellen und das Betreiben entspricht.118"
                        },
                        {
                            "Absatz": "1bis",
                            "text": "bis Das Bundesamt kann das Anbieten und das Bereitstellen auf dem Markt von Funkanlagen einschränken oder verbieten, wenn diese Störungen von Anwendungen des Frequenzspektrums, die einen erhöhten Schutz erfordern, verursachen oder verursachen können. Dies gilt auch dann, wenn die Funkanlagen den Vorschriften über das Anbieten und das Bereitstellen auf dem Markt entsprechen.119"
                        },
                        {
                            "Absatz": "1ter",
                            "text": "ter Der Bundesrat regelt, unter welchen Voraussetzungen die folgenden Behörden zu den nachstehenden Zwecken eine störende Fernmeldeanlage erstellen, in Betrieb nehmen oder betreiben können:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Polizei-, Strafverfolgungs- und Strafvollzugsbehörden: zur Gewährleistung der öffentlichen Sicherheit und der Strafrechtspflege;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Nachrichtendienst des Bundes: zur Gewährleistung des Schutzes und der Sicherheit seiner Mitarbeiterinnen und Mitarbeiter, Informationen und Einrichtungen;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Armee: zur Gewährleistung der Landesverteidigung;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die zuständigen Behörden: zur Durchführung von Notsuchen und Fahndungen nach verurteilten Personen.120"
                                }
                            ]
                        },
                        {
                            "Absatz": "1quater",
                            "text": "quater Beeinträchtigen rechtmässige Störungen andere öffentliche Interessen oder Interessen Dritter übermässig, so wird Absatz 1 angewendet.121"
                        },
                        {
                            "Absatz": "2",
                            "text": "Um den Ursprung von Störungen des Fernmeldeverkehrs und des Rundfunks zu bestimmen, ist dem BAKOM Zutritt zu allen Fernmeldeanlagen zu gewähren.122"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_34_a",
                    "number": "34a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Artikel 13a und 13b über die Datenbearbeitung und die Amtshilfe sind auf die Artikel 31–34 anwendbar."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_35",
                    "number": "35",
                    "title": "Inanspruchnahme von Grund und Boden",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Eigentümerinnen und Eigentümer von Boden im Gemeingebrauch (wie Strassen, Fusswege, öffentliche Plätze, Flüsse, Seen sowie Ufer) sind verpflichtet, den Anbieterinnen von Fernmeldediensten die Benutzung dieses Bodens für Bau und Betrieb von Leitungen und öffentlichen Sprechstellen zu bewilligen, sofern diese Einrichtungen den Gemeingebrauch nicht beeinträchtigen.124"
                        },
                        {
                            "Absatz": "2",
                            "text": "Anbieterinnen von Fernmeldediensten nehmen Rücksicht auf den Zweck und die Nutzung des in Anspruch genommenen Grundstücks und tragen die Kosten für die Wiederherstellung des ursprünglichen Zustandes.125 Sie sind verpflichtet, ihre Leitungen zu verlegen, wenn von der Grundeigentümerin oder vom Grundeigentümer eine Benützung des Grundstücks beabsichtigt ist, die sich mit der Leitungsführung nicht verträgt."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat regelt die Einzelheiten, namentlich die Koordinationspflicht der Anbieterinnen sowie die Voraussetzungen für die Verlegung von Leitungen und öffentlichen Sprechstellen.126"
                        },
                        {
                            "Absatz": "4",
                            "text": "Die Bewilligung ist in einem einfachen und raschen Verfahren zu erteilen. Ausser kostendeckenden Gebühren darf eine Entschädigung für die Inanspruchnahme von Grund und Boden, soweit sie den Gemeingebrauch nicht beeinträchtigt, nicht verlangt werden."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_35_a",
                    "number": "35a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Liegenschaftseigentümerinnen und -eigentümer müssen, soweit zumutbar, nebst dem Anschluss ihrer Wahl weitere Anschlüsse bis in die Wohnungen oder die Geschäftsräume dulden, wenn eine Anbieterin von Fernmeldediensten dies verlangt und die Kosten dafür übernimmt.128"
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Anschluss von Liegenschaften nach Massgabe kantonaler Erschliessungsbestimmungen bleibt vorbehalten."
                        },
                        {
                            "Absatz": "3",
                            "text": "Nutzungsentgelte dürfen nicht erhoben werden, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "eine Mieterin oder ein Mieter oder eine Pächterin oder ein Pächter einen Neuanschluss von Anfang an nicht benutzen will;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "der Anschluss gekündigt worden ist; die Fernmeldedienstanbieterin oder gegebenenfalls die Vermieterin oder der Vermieter sieht eine angemessene Kündigungsfrist vor.129"
                                }
                            ]
                        },
                        {
                            "Absatz": "4",
                            "text": "Die Anbieterin von Fernmeldediensten oder die Vermieterin oder der Vermieter kann unbenutzte Anschlüsse versiegeln und die Versiegelung kontrollieren. Für die Versiegelung und die Entsiegelung dürfen keine Kosten in Rechnung gestellt werden.130"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_35_b",
                    "number": "35b",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Jede Anbieterin von Fernmeldediensten hat das Recht auf Zugang zum Gebäudeeinführungspunkt und auf Mitbenutzung der für die fernmeldetechnische Übertragung bestimmten gebäudeinternen Anlagen, soweit dies technisch vertretbar ist und keine anderen wichtigen Gründe für eine Verweigerung vorliegen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Liegenschaftseigentümerinnen und -eigentümer sowie Anbieterinnen von Fernmeldediensten haben die Mitbenutzung der gebäudeinternen Anlagen auf transparente und nicht diskriminierende Weise zu gewähren."
                        },
                        {
                            "Absatz": "3",
                            "text": "Die Liegenschaftseigentümerinnen und -eigentümer stellen den Anbieterinnen auf Anfrage die erforderlichen Informationen zu den gebäudeinternen Anlagen zur Verfügung."
                        },
                        {
                            "Absatz": "4",
                            "text": "Anbieterinnen, die eine Anlage finanziert haben, sind angemessen zu entschädigen."
                        },
                        {
                            "Absatz": "5",
                            "text": "Die ComCom entscheidet über Streitigkeiten zwischen Anbieterinnen von Fernmeldediensten betreffend den Zugang zum Gebäudeeinführungspunkt oder die Bedingungen der Mitbenutzung auf Gesuch hin. Artikel 11b gilt sinngemäss."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_36",
                    "number": "36",
                    "title": "Enteignungs- und Mitbenutzungsrecht",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Liegt die Erstellung einer Fernmeldeanlage im öffentlichen Interesse, so erteilt das UVEK132 das Enteignungsrecht. Das Verfahren richtet sich nach dem Enteignungsgesetz vom 20. Juni 1930133."
                        },
                        {
                            "Absatz": "2",
                            "text": "Das BAKOM kann auf Antrag aus Gründen des öffentlichen Interesses, namentlich um den Anliegen der Raumplanung, des Landschafts-, Heimat-, Umwelt, Natur- und Tierschutzes oder technischen Schwierigkeiten Rechnung zu tragen, Anbieterinnen von Fernmeldediensten verpflichten, Dritten gegen angemessenes Entgelt die Mitbenutzung ihrer Fernmeldeanlagen und anderen Anlagen, wie Kabelkanäle und Sendestandorte, zu gestatten, wenn die Anlagen über ausreichende Kapazität verfügen.134"
                        },
                        {
                            "Absatz": "3",
                            "text": "Unter denselben Voraussetzungen kann das BAKOM Anbieterinnen von Fernmeldediensten verpflichten, Fernmeldeanlagen und andere Anlagen, wie Kabelkanäle und Sendestandorte, gemeinsam zu installieren und zu nutzen.135"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_36_a",
                    "number": "36a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Im Eigentum der Anbieterinnen von Fernmeldediensten stehende Leitungen, die zum Zeitpunkt des Inkrafttretens der Änderung vom 22. März 2019 bestehen und sich in Kanalisationen befinden, die zum Zwecke der raumplanerischen Erschliessung erstellt wurden, dürfen nur aus wichtigen Gründen aus den Kanalisationen verwiesen werden. Den Anbieterinnen von Fernmeldediensten sind, wenn möglich, für ihre Leitungen alternative Kanalisationen anzubieten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_37",
                    "number": "37",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Leitungen zur fernmeldetechnischen Übertragung von Informationen und Kabelkanäle stehen im Eigentum der Anbieterinnen von Fernmeldediensten, die sie erstellt oder von Dritten erworben haben."
                        },
                        {
                            "Absatz": "2",
                            "text": "Grundeigentümerinnen und Grundeigentümer, die auf dem eigenen Grundstück die Leitung oder den Kabelkanal einer Anbieterin von Fernmeldediensten beschädigen, haften bei Vorsatz oder grober Fahrlässigkeit für den Schaden."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_37_a",
                    "number": "37a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Behörden können für einfache Draht- und Stabantennen sowie für Antennen auf leichten Masten mit ähnlichem Erscheinungsbild wie Fahnenmasten ein vereinfachtes Bewilligungsverfahren vorsehen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Unterhalt oder der Ersatz einer Antenne durch eine ähnlich grosse Antenne ist nicht bewilligungspflichtig."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "6. Kapitel: Abgaben",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_6",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_38",
                    "number": "38",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das BAKOM erhebt bei den Anbieterinnen von Fernmeldediensten eine Abgabe, deren Ertrag ausschliesslich zur Finanzierung der ungedeckten Kosten der Grundversorgung nach Artikel 16 und der Kosten für die Verwaltung des Finanzierungsmechanismus verwendet wird."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Abgabe muss insgesamt die in Absatz 1 aufgeführten Kosten decken und wird proportional zu den Umsätzen aus den angebotenen Fernmeldediensten festgelegt."
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat kann Anbieterinnen, deren Umsatz aus den angebotenen Fernmeldediensten unter einem festgelegten Betrag liegt, von der Abgabe befreien."
                        },
                        {
                            "Absatz": "4",
                            "text": "Er regelt die Einzelheiten der Bereitstellung der Informationen, die für die Aufteilung und Kontrolle der in Absatz 1 aufgeführten Kosten benötigt werden."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_39",
                    "number": "39",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Konzessionsbehörde erhebt für Funkkonzessionen eine Konzessionsgebühr. Keine Konzessionsgebühr wird erhoben auf Funkkonzessionen zur Verbreitung von konzessionierten Radio- und Fernsehprogrammen nach dem RTVG141.142"
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Höhe der Funkkonzessionsgebühr bemisst sich nach:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "dem zugeteilten Frequenzbereich, der Frequenzklasse und dem Wert der Frequenzen;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "der zugeteilten Bandbreite;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "der räumlichen Ausdehnung; und"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "der zeitlichen Nutzung."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Kann eine Frequenz neben der Verbreitung konzessionierter Radio- und Fernsehprogramme auch für die Übertragung anderer Radio- und Fernsehprogramme und Informationen genutzt werden, so wird dafür anteilsmässig eine Konzessionsgebühr erhoben.143"
                        },
                        {
                            "Absatz": "3bis",
                            "text": "bis Um die Einführung neuer Verbreitungstechnologien nach Artikel 58 RTVG zu begünstigen, oder zur Wahrung der Angebotsvielfalt in drahtlos-terrestrisch unterversorgten Gebieten, kann der Bundesrat die Konzessionsgebühr für die Verbreitung von Radio- und Fernsehprogrammen reduzieren.144"
                        },
                        {
                            "Absatz": "4",
                            "text": "Werden die Funkkonzessionen im Versteigerungsverfahren vergeben, so entspricht die Konzessionsgebühr dem angebotenen Betrag abzüglich der Verwaltungsgebühr für die Ausschreibung und die Erteilung der Funkkonzession. Die Konzessionsbehörde kann ein Mindestangebot festlegen."
                        },
                        {
                            "Absatz": "5",
                            "text": "Sofern keine Fernmeldedienste erbracht werden, kann der Bundesrat nach Massgabe einer rationellen Frequenznutzung von der Funkkonzessionsgebühr befreien:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Behörden sowie öffentlichrechtliche Körperschaften und Anstalten des Bundes, der Kantone und der Gemeinden, sofern sie das Frequenzspektrum nur für Aufgaben nutzen, die ausschliesslich ihnen zur Erfüllung übertragen wurden;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Unternehmen des öffentlichen Verkehrs;"
                                },
                                {
                                    "litera": "c.145",
                                    "paragraphs": "die institutionellen Begünstigten von Vorrechten, Immunitäten und Erleichterungen nach Artikel 2 Absatz 1 Buchstaben a, b und d–l des Gaststaatgesetzes vom 22. Juni 2007146;"
                                },
                                {
                                    "litera": "d.147",
                                    "paragraphs": "juristische Personen des Privatrechts, soweit sie öffentliche Aufgaben von Bund, Kantonen oder Gemeinden wahrnehmen."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_39_a",
                    "number": "39a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der Bundesrat kann einen Teil des Erlöses aus den Konzessionsgebühren nach Artikel 39 für begleitende Massnahmen wie Forschung und Erhebungen im Zusammenhang mit funkbasierten Technologien verwenden."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_40",
                    "number": "40",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die zuständige Behörde erhebt kostendeckende Verwaltungsgebühren für ihre Verfügungen und Leistungen, insbesondere für:",
                            "literas": [
                                {
                                    "litera": "a.150",
                                    "paragraphs": "die Aufsicht über die Anbieterinnen von Fernmeldediensten;"
                                },
                                {
                                    "litera": "b.151",
                                    "paragraphs": "Entscheidungen über den Zugang, die Bereitstellung von Verzeichnisdaten, die Interoperabilität und die Mitbenutzung von Anlagen;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die Schlichtung von Streitigkeiten zwischen Kundinnen oder Kunden und Anbieterinnen von Fernmelde- oder Mehrwertdiensten;"
                                },
                                {
                                    "litera": "d.152",
                                    "paragraphs": "die Erteilung, Änderung und Aufhebung von Grundversorgungs- und Funkkonzessionen, die Aufsicht darüber sowie die Registrierung zur Frequenznutzung;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "die Verwaltung und technische Kontrolle des Frequenzspektrums und der Orbitalpositionen von Satelliten;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "die Verwaltung, die Zuteilung und den Widerruf von Adressierungselementen;"
                                },
                                {
                                    "litera": "g.",
                                    "paragraphs": "die Anmeldung und Kontrolle von Fernmeldeanlagen."
                                }
                            ]
                        },
                        {
                            "Absatz": "1bis",
                            "text": "bis Keine Verwaltungsgebühren im Sinne von Absatz 1 Buchstaben d und e werden erhoben für Funkkonzessionen, die der Armee, dem Zivilschutz, dem Grenzwachtcorps, der Polizei, der Feuerwehr, den ausschliesslich im öffentlichen Interesse tätigen Schutz- und Rettungsdiensten sowie den zivilen Führungsstäben erteilt werden.153"
                        },
                        {
                            "Absatz": "2",
                            "text": "Betrifft eine Tätigkeit im Sinne von Absatz 1 Fernmeldedienste oder Funkkonzessionen, die ganz oder teilweise der Verbreitung von Radio- und Fernsehprogrammen dienen, so kann die Behörde der beschränkten wirtschaftlichen Leistungsfähigkeit des zugangsberechtigten Programmveranstalters Rechnung tragen, der durch die Gebühr mittelbar oder unmittelbar belastet wird."
                        },
                        {
                            "Absatz": "3",
                            "text": "Wurden in Absatz 1 aufgeführte Tätigkeiten Dritten übertragen, so können diese verpflichtet werden, die Preise ihrer Dienste dem BAKOM zur Genehmigung zu unterbreiten, insbesondere wenn für diese Dienste kein Wettbewerb besteht."
                        },
                        {
                            "Absatz": "4",
                            "text": "Das UVEK kann Preisobergrenzen festlegen, namentlich wenn das Preisniveau auf einem bestimmten Markt auf Missbräuche schliessen lässt."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_41",
                    "number": "41",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der Bundesrat regelt die Abgabenerhebung; er legt die Einzelheiten der Finanzierung der Grundversorgung, die Funkkonzessionsgebühren und die Verwaltungsgebühren fest."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_42",
                    "number": "42",
                    "title": "Sicherheitsleistung",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die für die Erhebung von Abgaben zuständige Behörde kann von Abgabepflichtigen eine angemessene Sicherheit verlangen."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "7. Kapitel: Fernmeldegeheimnis, Datenschutz sowie Kinder- und Jugendschutz",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_7",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_43",
                    "number": "43",
                    "title": "Pflicht zur Geheimhaltung",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Wer mit fernmeldedienstlichen Aufgaben betraut ist oder betraut war, darf Dritten keine Angaben über den Fernmeldeverkehr von Teilnehmerinnen und Teilnehmern machen und niemandem Gelegenheit geben, solche Angaben weiterzugeben."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_44",
                    "number": "44",
                    "title": "No Title",
                    "paragraphs": []
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_45",
                    "number": "45",
                    "title": "Auskunft",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Kundin oder der Kunde kann von der Anbieterin von Fernmeldediensten Auskunft über die für die Rechnungsstellung verwendeten Daten verlangen, insbesondere über die Adressierungselemente, den Zeitpunkt der Verbindung und das geschuldete Entgelt."
                        },
                        {
                            "Absatz": "2",
                            "text": "Wer diese Daten zur Ermittlung missbräuchlich hergestellter Verbindungen oder unlauterer Massenwerbung benötigt, kann von der Anbieterin von Fernmeldediensten Auskunft über Namen und Adressen der anrufenden Anschlüsse verlangen.157"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_45_a",
                    "number": "45a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Anbieterinnen von Fernmeldediensten bekämpfen unlautere Werbung nach Artikel 3 Absatz 1 Buchstaben o, u und v des Bundesgesetzes vom 19. Dezember 1986160 gegen den unlauteren Wettbewerb.161"
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat kann die zur Bekämpfung geeigneten und erforderlichen Massnahmen bestimmen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_45_b",
                    "number": "45b",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Die Anbieterinnen von Fernmeldediensten dürfen Standortdaten von Kundinnen und Kunden nur für die Fernmeldedienste und ihre Abrechnung bearbeiten; für andere Dienste dürfen sie sie nur bearbeiten, wenn sie vorher die Einwilligung der Kundinnen und Kunden eingeholt haben, oder in anonymisierter Form."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_45_c",
                    "number": "45c",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Das Bearbeiten von Daten auf fremden Geräten durch fernmeldetechnische Übertragung ist nur erlaubt:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "für die Fernmeldedienste und ihre Abrechnung; oder"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "wenn die Benutzerinnen und Benutzer über die Bearbeitung und ihren Zweck informiert und darauf hingewiesen werden, dass sie die Bearbeitung ablehnen können."
                                }
                            ]
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_46",
                    "number": "46",
                    "title": "Persönlichkeitsschutz",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Der Bundesrat regelt insbesondere die Identifikation des anrufenden Anschlusses, die Anrufumleitung, die Verwendung von Daten über den Fernmeldeverkehr sowie die Sicherheit der Fernmeldedienste gegen unbefugte Abhörung und Eingriffe. Er trägt dabei dem Persönlichkeitsschutz der Teilnehmerinnen und Teilnehmer am Fernmeldeverkehr sowie den überwiegenden öffentlichen Interessen Rechnung."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_46_a",
                    "number": "46a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat kann Vorschriften zum Schutz von Kindern und Jugendlichen vor den Gefahren, die sich aus der Nutzung der Fernmeldedienste ergeben, erlassen. Insbesondere kann er die Anbieterinnen von Internetzugängen verpflichten, ihre Kundinnen und Kunden über die Möglichkeiten im Bereich des Kinder- und Jugendschutzes zu beraten."
                        },
                        {
                            "Absatz": "2",
                            "text": "Damit Informationen mit pornografischem Inhalt nach Artikel 197 Absätze 4 und 5 des Strafgesetzbuchs165 rasch und weltweit gelöscht werden, koordinieren das BAKOM, das Bundesamt für Polizei und die zuständigen Stellen in den Kantonen geeignete Massnahmen. Dazu können von Dritten betriebene Meldestellen sowie Behörden im Ausland beigezogen und unterstützt werden. Der Bundesrat regelt die Einzelheiten."
                        },
                        {
                            "Absatz": "3",
                            "text": "Die Anbieterinnen von Fernmeldediensten unterdrücken die Informationen mit pornografischem Inhalt nach Artikel 197 Absätze 4 und 5 des Strafgesetzbuchs, auf die das Bundesamt für Polizei sie hinweist. Die Anbieterinnen von Fernmeldediensten melden dem Bundesamt für Polizei Verdachtsfälle über Informationen mit pornografischem Inhalt nach Artikel 197 Absätze 4 und 5 des Strafgesetzbuchs, auf die sie im Rahmen ihrer Tätigkeit zufällig gestossen sind oder auf die sie von Dritten schriftlich hingewiesen wurden."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "8. Kapitel: Wichtige Landesinteressen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_8",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_47",
                    "number": "47",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat bestimmt, welche Fernmeldedienste die Anbieterinnen von Fernmeldediensten zu erbringen haben, damit Armee, Zivilschutz, Grenzwachtkorps, Polizei, Feuerwehr, Schutz- und Rettungsdienste sowie zivile Führungsstäbe in allen Lagen ihre Aufgaben erfüllen können."
                        },
                        {
                            "Absatz": "2",
                            "text": "Er kann die Anbieterinnen im Hinblick auf und in besonderen und ausserordentlichen Lagen verpflichten, Räumlichkeiten und Anlagen zur Verfügung zu stellen und Übungen zu dulden."
                        },
                        {
                            "Absatz": "3",
                            "text": "Er regelt die Abgeltung dieser Leistungen und trägt dabei dem Eigeninteresse der Anbieterinnen angemessen Rechnung."
                        },
                        {
                            "Absatz": "4",
                            "text": "Er kann das notwendige Personal zum Dienst verpflichten, wenn eine ausserordentliche Lage dies erfordert."
                        },
                        {
                            "Absatz": "5",
                            "text": "Vorbehalten bleiben die Bestimmungen des Militärgesetzes vom 3. Februar 1995167 über die Requisition und über die Verfügungsgewalt des Generals."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_48",
                    "number": "48",
                    "title": "Einschränkung des Fernmeldeverkehrs",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat kann die Überwachung, die Einschränkung oder die Unterbrechung des Fernmeldeverkehrs anordnen, wenn eine ausserordentliche Lage oder andere wichtige Landesinteressen es erfordern. Er regelt die Entschädigung für die Umsetzung dieser Massnahmen; dabei berücksichtigt er das Eigeninteresse der Beauftragten angemessen.168"
                        },
                        {
                            "Absatz": "2",
                            "text": "Die Massnahmen nach Absatz 1 begründen weder einen Anspruch auf Schadenersatz noch auf Rückerstattung von Abgaben."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_48_a",
                    "number": "48a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Anbieterinnen von Fernmeldediensten bekämpfen die unbefugte Manipulation von Fernmeldeanlagen durch fernmeldetechnische Übertragungen. Sie sind berechtigt, zum Schutz der Anlagen Verbindungen umzuleiten oder zu verhindern sowie Informationen zu unterdrücken."
                        },
                        {
                            "Absatz": "2",
                            "text": "Zum Schutz vor Gefahren, zur Vermeidung von Schäden und zur Minimierung von Risiken kann der Bundesrat Bestimmungen über die Sicherheit von Informationen und von Fernmeldeinfrastrukturen und -diensten erlassen, insbesondere bezüglich:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Verfügbarkeit;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "Betrieb;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "Sicherstellung von redundanten Infrastrukturen;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "Meldung von Störungen;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Nachvollziehbarkeit von Vorgängen;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "Umleitung oder Verhinderung von Verbindungen sowie Unterdrückung von Informationen nach Absatz 1."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "9. Kapitel: Strafbestimmungen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_9",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_49",
                    "number": "49",
                    "title": "Fälschen oder Unterdrücken von Informationen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer fernmeldedienstliche Aufgaben erfüllt und dabei:170",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "Informationen fälscht oder unterdrückt;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "jemandem Gelegenheit gibt, Informationen zu fälschen oder zu unterdrücken."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Wer eine mit fernmeldedienstlichen Aufgaben betraute Person durch Täuschung veranlasst, Informationen zu fälschen oder zu unterdrücken, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.171"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_50",
                    "number": "50",
                    "title": "Unbefugtes Verwerten von Informationen",
                    "paragraphs": [
                        {
                            "Absatz": "172",
                            "text": "Wer mit einer Fernmeldeanlage nichtöffentliche Informationen empfängt, die nicht für sie oder ihn bestimmt sind und sie unbefugt verwendet oder Dritten bekannt gibt, wird mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe bestraft.172"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_51",
                    "number": "51",
                    "title": "No Title",
                    "paragraphs": []
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_52",
                    "number": "52",
                    "title": "Übertretungen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Mit Busse bis zu 100 000 Franken wird bestraft, wer:174",
                            "literas": [
                                {
                                    "litera": "a.175",
                                    "paragraphs": "…"
                                },
                                {
                                    "litera": "b.176",
                                    "paragraphs": "das Frequenzspektrum benutzt:1. ohne die erforderliche Konzession, 2. ohne die erforderliche vorgängige Meldung,3. ohne Inhaberin oder Inhaber des erforderlichen Fähigkeitszeugnisses zu sein, oder4. im Widerspruch zu den Nutzungsvorschriften oder zur Konzession;"
                                },
                                {
                                    "litera": "1.",
                                    "paragraphs": "ohne die erforderliche Konzession,"
                                },
                                {
                                    "litera": "2.",
                                    "paragraphs": "ohne die erforderliche vorgängige Meldung,"
                                },
                                {
                                    "litera": "3.",
                                    "paragraphs": "ohne Inhaberin oder Inhaber des erforderlichen Fähigkeitszeugnisses zu sein, oder"
                                },
                                {
                                    "litera": "4.",
                                    "paragraphs": "im Widerspruch zu den Nutzungsvorschriften oder zur Konzession;"
                                },
                                {
                                    "litera": "c.177",
                                    "paragraphs": "Adressierungselemente, die auf nationaler Ebene verwaltet werden, in Betrieb nimmt, ohne dazu berechtigt zu sein;"
                                },
                                {
                                    "litera": "d.178",
                                    "paragraphs": "Fernmeldeanlagen, die den Vorschriften nicht entsprechen, importiert, anbietet, auf dem Markt bereitstellt oder in Betrieb nimmt;"
                                },
                                {
                                    "litera": "e.",
                                    "paragraphs": "Fernmeldeanlagen, die den Vorschriften nicht entsprechen, erstellt oder betreibt;"
                                },
                                {
                                    "litera": "f.",
                                    "paragraphs": "Fernmeldeanlagen an unbefugte Personen abgibt;"
                                },
                                {
                                    "litera": "g.179",
                                    "paragraphs": "Fernmeldeanlagen oder andere Vorrichtungen, die dazu bestimmt sind, den Fernmeldeverkehr oder den Rundfunk zu stören oder zu verhindern, herstellt, importiert, anbietet, auf dem Markt bereitstellt, besitzt, in Betrieb nimmt, erstellt oder betreibt."
                                }
                            ]
                        },
                        {
                            "Absatz": "2",
                            "text": "Wird die Tat fahrlässig begangen, so ist die Strafe Busse bis zu 50 000 Franken."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_53",
                    "number": "53",
                    "title": "Ordnungswidrigkeit",
                    "paragraphs": [
                        {
                            "Absatz": "0",
                            "text": "Wer vorsätzlich oder fahrlässig gegen eine andere Bestimmung des Fernmelderechts, eines Staatsvertrages oder einer internationalen Vereinbarung über das Fernmeldewesen oder gegen eine aufgrund einer solchen Bestimmung getroffene und mit einem Hinweis auf die Strafdrohung dieses Artikels versehene Verfügung verstösst, wird mit Busse bis zu 5000 Franken bestraft."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_54",
                    "number": "54",
                    "title": "Andere Strafbestimmungen",
                    "paragraphs": [
                        {
                            "Absatz": "180",
                            "text": "Die Artikel 14–18 des Verwaltungsstrafrechtsgesetzes vom 22. März 1974180 sind anwendbar."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_55",
                    "number": "55",
                    "title": "Zuständigkeit",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die Widerhandlungen nach den Artikeln 52–54 werden vom UVEK nach den Vorschriften des Verwaltungsstrafrechtsgesetzes vom 22. März 1974181 verfolgt und beurteilt."
                        },
                        {
                            "Absatz": "2",
                            "text": "Das UVEK kann die Verfolgung und Beurteilung von Widerhandlungen sowie den Vollzug der Entscheide dem BAKOM übertragen."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "10. Kapitel: ComCom",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_10",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_56",
                    "number": "56",
                    "title": "ComCom",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat wählt eine aus fünf bis sieben Mitgliedern bestehende Eidgenössische Kommunikationskommission (ComCom); er bezeichnet die Präsidentin oder den Präsidenten und die Vizepräsidentin oder den Vizepräsidenten. Die Mitglieder müssen unabhängige Sachverständige sein."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die ComCom unterliegt in ihren Entscheiden keinen Weisungen von Bundesrat und UVEK. Sie ist von den Verwaltungsbehörden unabhängig. Sie verfügt über ein eigenes Sekretariat."
                        },
                        {
                            "Absatz": "3",
                            "text": "Die ComCom erlässt ein Reglement über ihre Organisation und Geschäftsführung, das der Genehmigung des Bundesrates bedarf."
                        },
                        {
                            "Absatz": "4",
                            "text": "Die Kosten der ComCom werden durch Verwaltungsgebühren gedeckt. Der Bundesrat regelt die Einzelheiten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_57",
                    "number": "57",
                    "title": "Aufgaben der ComCom",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die ComCom trifft die Entscheide und erlässt die Verfügungen, die nach diesem Gesetz und den Ausführungsbestimmungen in ihrer Kompetenz liegen. Sie orientiert die Öffentlichkeit über ihre Tätigkeit und erstattet dem Bundesrat jährlich einen Tätigkeitsbericht."
                        },
                        {
                            "Absatz": "2",
                            "text": "Die ComCom kann das BAKOM beim Vollzug des Fernmelderechtes beiziehen und ihm Weisungen erteilen."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "11. Kapitel: Aufsicht und Rechtsschutz",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_11",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_58",
                    "number": "58",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Das BAKOM wacht darüber, dass das internationale Fernmelderecht, dieses Gesetz, die Ausführungsvorschriften und die Konzessionen eingehalten werden. Es kann einzelne Aufsichtsaufgaben privatrechtlichen Organisationen übertragen und mit ihnen zusammenarbeiten."
                        },
                        {
                            "Absatz": "2",
                            "text": "Stellt das BAKOM eine Rechtsverletzung fest, so kann es:183",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "von der für die Verletzung verantwortlichen juristischen oder natürlichen Person verlangen, den Mangel zu beheben oder Massnahmen zu treffen, damit die Verletzung sich nicht wiederholt; die für die Verletzung verantwortliche Person muss dem BAKOM mitteilen, was sie unternommen hat;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "von der für die Verletzung verantwortlichen juristischen oder natürlichen Person verlangen, die Einnahmen, die sie bei der Rechtsverletzung erzielt hat, an den Bund abzuliefern;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "die Konzession durch Auflagen ergänzen;"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "die Konzession einschränken, suspendieren, widerrufen oder entziehen oder die Tätigkeit der für die Verletzung verantwortlichen juristischen oder natürlichen Person einschränken, suspendieren oder ganz verbieten;"
                                },
                                {
                                    "litera": "e.184",
                                    "paragraphs": "der Inhaberin oder dem Inhaber das Fähigkeitszeugnis entziehen oder ihr oder ihm Auflagen machen."
                                }
                            ]
                        },
                        {
                            "Absatz": "3",
                            "text": "Das BAKOM entzieht die Konzession, wenn wesentliche Voraussetzungen zu ihrer Erteilung nicht mehr erfüllt sind."
                        },
                        {
                            "Absatz": "4",
                            "text": "Wenn die Konzession von der ComCom erteilt wurde, trifft diese auf Antrag des BAKOM die entsprechenden Massnahmen."
                        },
                        {
                            "Absatz": "5",
                            "text": "Die zuständige Behörde kann vorsorgliche Massnahmen erlassen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_59",
                    "number": "59",
                    "title": "Auskunftspflicht",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die diesem Gesetz unterstellten Personen sind verpflichtet, der zuständigen Behörde die Auskünfte zu erteilen, die für den Vollzug und die Evaluation notwendig sind.185"
                        },
                        {
                            "Absatz": "2",
                            "text": "Sie haben dem BAKOM regelmässig die zur Erstellung einer amtlichen Fernmeldestatistik erforderlichen Angaben einzureichen.186"
                        },
                        {
                            "Absatz": "2bis",
                            "text": "bis Zu statistischen Zwecken gesammelte oder eingereichte Daten dürfen nur zu anderen Zwecken genutzt werden, wenn:",
                            "literas": [
                                {
                                    "litera": "a.",
                                    "paragraphs": "ein Bundesgesetz dies ausdrücklich erlaubt;"
                                },
                                {
                                    "litera": "b.",
                                    "paragraphs": "die betroffene Person schriftlich zustimmt;"
                                },
                                {
                                    "litera": "c.",
                                    "paragraphs": "dies der Evaluation des Fernmelderechts dient; oder"
                                },
                                {
                                    "litera": "d.",
                                    "paragraphs": "dies als Grundlage für notwendige regulierende Entscheide dient.187"
                                }
                            ]
                        },
                        {
                            "Absatz": "2ter",
                            "text": "ter Das BAKOM kann die Marktanteile veröffentlichen.188"
                        },
                        {
                            "Absatz": "3",
                            "text": "Der Bundesrat regelt die Einzelheiten."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_60",
                    "number": "60",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Verstösst ein Unternehmen gegen anwendbares Recht, die Konzession oder eine rechtskräftige Verfügung, so kann es mit einem Betrag von bis zu 10 Prozent des in den letzten drei Geschäftsjahren durchschnittlich in der Schweiz erzielten Umsatzes belastet werden."
                        },
                        {
                            "Absatz": "2",
                            "text": "Verstösse werden vom BAKOM untersucht. Es beurteilt die Fälle, die nicht im Zuständigkeitsbereich der ComCom nach Artikel 58 Absatz 4 liegen."
                        },
                        {
                            "Absatz": "3",
                            "text": "Bei der Bemessung der Sanktion berücksichtigt die zuständige Behörde insbesondere die Schwere des Verstosses und die finanziellen Verhältnisse des Unternehmens."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_61",
                    "number": "61",
                    "title": "No Title",
                    "paragraphs": []
                }
            ]
        },
        {
            "chapter_title": "12. Kapitel: Schlussbestimmungen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_12",
            "articles": []
        },
        {
            "chapter_title": "1. Abschnitt: Vollzug und Aufhebung bisherigen Rechts",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_12/sec_1",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_62",
                    "number": "62",
                    "title": "Vollzug",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat vollzieht dieses Gesetz. Vorbehalten bleibt die Zuständigkeit der ComCom."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat kann den Erlass der notwendigen administrativen und technischen Vorschriften dem BAKOM übertragen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_63",
                    "number": "63",
                    "title": "No Title",
                    "paragraphs": []
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_64",
                    "number": "64",
                    "title": "Internationale Zusammenarbeit und Vereinbarungen",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Der Bundesrat kann internationale Vereinbarungen, die in den Anwendungsbereich dieses Gesetzes fallen, abschliessen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Für internationale Vereinbarungen technischen oder administrativen Inhalts kann er diese Befugnis dem BAKOM übertragen."
                        },
                        {
                            "Absatz": "3",
                            "text": "Die ComCom nimmt die in ihrem Zuständigkeitsbereich liegenden Aufgaben im internationalen Bereich wahr und vertritt die Schweiz in den entsprechenden internationalen Organisationen.193"
                        },
                        {
                            "Absatz": "4",
                            "text": "Das BAKOM vertritt die Interessen der Schweiz in internationalen Foren und Organisationen, namentlich auch im Bereich der Internet-Gouvernanz.194"
                        },
                        {
                            "Absatz": "5",
                            "text": "Zur Stärkung der Schweizer Interessenvertretung kann das BAKOM in seinem Aufgabenbereich Organisationen auf Gesuch hin Finanzhilfen gewähren, die nicht im Rahmen von internationalen Vereinbarungen nach den Absätzen 1 und 2 gewährt werden.195"
                        },
                        {
                            "Absatz": "6",
                            "text": "Die Bemessung der Finanzhilfe richtet sich nach der Bedeutung der Organisation, des Projekts oder der Massnahme für die Interessenvertretung der Schweiz sowie nach den übrigen Finanzierungsmöglichkeiten der Empfängerin oder des Empfängers. Die Finanzhilfe beträgt höchstens 66 Prozent der Gesamtkosten der geförderten Leistung.196"
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_65",
                    "number": "65",
                    "title": "Aufhebung bisherigen Rechts",
                    "paragraphs": [
                        {
                            "Absatz": "197",
                            "text": "Das Fernmeldegesetz vom 21. Juni 1991197 wird aufgehoben."
                        }
                    ]
                }
            ]
        },
        {
            "chapter_title": "2. Abschnitt: Übergangsbestimmungen",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_12/sec_2",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_66_68",
                    "number": "6668",
                    "title": "–",
                    "paragraphs": []
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_68_a",
                    "number": "68a",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Die beim Inkrafttreten der Änderung vom 24. März 2006 im Rahmen einer Fernmeldedienstkonzession angebotenen Dienste gelten als gemeldet im Sinne von Artikel 4 Absatz 1. Die Funkkonzessionen, die zu den aufgehobenen Fernmeldedienstekonzessionen gehören, bleiben gültig und übernehmen die mit diesen verbundenen Auflagen und Bedingungen."
                        },
                        {
                            "Absatz": "2",
                            "text": "Für die Grundversorgungskonzession nach altem Recht gelten bis zum Ablauf ihrer Dauer die bisherigen Bestimmungen."
                        }
                    ]
                },
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_69",
                    "number": "69",
                    "title": "No Title",
                    "paragraphs": []
                }
            ]
        },
        {
            "chapter_title": "3. Abschnitt: Referendum und Inkrafttreten",
            "chapter_link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#chap_12/sec_3",
            "articles": [
                {
                    "link": "https://www.fedlex.admin.ch/eli/cc/1997/2187_2187_2187/de#art_70",
                    "number": "70",
                    "title": "No Title",
                    "paragraphs": [
                        {
                            "Absatz": "1",
                            "text": "Dieses Gesetz untersteht dem fakultativen Referendum."
                        },
                        {
                            "Absatz": "2",
                            "text": "Der Bundesrat bestimmt das Inkrafttreten."
                        },
                        {
                            "Absatz": "3",
                            "text": "…201"
                        }
                    ]
                }
            ]
        }
    ]
}